[
	{
		"skillTitle": "Archery",
		"skillText": "[[Category:Skills]]\n==Summary==\nThe Archery skill allows a player to fire arrows/bolts from afar with Bows and Crossbows\n* Archery class weapons cannot be [[Poisoning|poisoned.]]\n* Players must remain stationary for 0.5 seconds in order to shoot (regardless of their Dexterity)\n* Bows can fire arrows at targets up to 10 tiles away from the archer\n* Crossbows can fire bolts at targets up to 8 tiles away from the archer\n* The chance to hit with an archery class weapon is equal to (attacker's archery skill + 50) / ((defender's weapon or wrestling skill + 50) * 2) plus any relevant accuracy bonuses\n* Increases Base Weapon Damage by (25% * Skill / 100) as a secondary weapon skill (when using another weapon skill) in PvM.\n* Reduced to Base Weapon Damage by (10% * Skill / 100) as a secondary weapon skill (when using another weapon skill) in PvP.\n\n==PvM Special Attack==\n* Only works against creatures, not other players\n* Players have a 10% chance of inflicting an Archery Weapon Special Attack against creatures\n* This chance can be further increased via the [[Arms Lore | Arms Lore Skill]], [[Water Aspect | Water Aspect Armor]], or [[Mastery Chain | Mastery Chain Links]]\n** Increases damage dealt by the attack that generated the special by 50% (by 100% if the target is already hindered or immune to hinder)\n** Hinders the target (prevents all movement, casting, melee attacks) for 4-8 seconds\n*** Hinder effect duration scales based on weapon speed (slower archery weapons have longer effect duration) and creature difficulty\n*** Players also receive a +25% Accuracy bonus when using Archery Weapons against a creature that is hindered at the time of the attack\n* Once a creature recovers from a Hinder effect caused by a Player Weapon, it will then become immune to further Hinder effects for a duration equal to 50% of the original Hinder duration\n** this immunity will cause the same Damage Bonuses that normally apply to attempting to apply Hinder to Hinder-immune targets\n** For example, a player uses Archery to deliver a 6 second Hinder effect to a creature. After the 6 second Hinder resolves, the creature now is immune to Hinder for the next 3 seconds, during this time any new Hinder effects attempting to be applied will instead result in a damage bonus\n\n==Weapon Types==\n{{Main|Armor & Weapons}}\n\nArchery weapons are crafted with [[carpentry]], or bought from NPCs\n\n{{ArcheryWeaponClass}}\n\n\n==Quivers==\n* Players can use [[Quiver|Quivers]] to reduce the Ammunition Weight and Ammunition Consumption Rate\n\n[[File:decorativequiver.png|200px]]\n\n\n==Beneficial Skills==\nSome of the skills below benefit Archery. \n{{BeneficialSkillsWeapon}}\n\n==Codex==\n{{Main|Weapon and Parry Codex}}\n* Archery weapons benefit from Ammo and Finishers provided by a Codex of Archery.\n\n{{ArcheryCodex}}\n\n==Training==\n{| class=\"wikitable\" style=\"text-align: center;\"\n\nUse a good [[Quiver|Quiver]] to reduce the amount of arrows and bolts consumed! Using a heavy x-bow for training will reduce the ammo need further.\n\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-80\n| Passively in Combat in the [[New Player Dungeon]]\n|-\n| 80-100\n| Passively in Combat, in the Prevalia Zoo or at a Battletrainer.\n|}"
	},
	{
		"skillTitle": "Fencing",
		"skillText": "[[Category:Skills]][[Category:PvM]][[Category:PvP]]\n==Summary==\n* Fencing grants the ability to use fast striking weapons\n* All Fencing weapons, including two-handed weapons such as spears, can be poisoned using the [[Poisoning]] skill\n* The chance to hit with a Fencing weapon is equal to (attacker's fencing skill + 50) / ((defender's weapon or wrestling skill + 50) * 2) plus any relevant accuracy bonuses\n* Increases Base Weapon Damage by (25% * Skill / 100) as a secondary weapon skill (when using another weapon skill) in PvM.\n* Reduced to Base Weapon Damage by (10% * Skill / 100) as a secondary weapon skill (when using another weapon skill) in PvP.\n\n==PvM Special Attack==\n* Only works against creatures, not other players\n* Players have a 10% chance of inflicting a Fencing Weapon Special Attack against creatures\n* This chance can be further increased via the [[Arms Lore | Arms Lore Skill]], [[Water Aspect | Water Aspect Armor]], or [[Mastery Chain | Mastery Chain Links]].\n* Fencing Weapon Specials apply a stackable 8% Cripple Effect with a max effect of 24% on a target\n* Fencing Weapon Specials have a Damage bonus of 25% + Player's To Hit Chance % Against Creature (capped at 100% chance to hit) where the To Hit Chance % will factor in the newly applied Cripple effect\n* Reduces the target's Defense (chance to avoid Melee Hits) as well as increases the Damage the target takes from Melee-Inflicted Poison (player or creature) and from any form of Disease Damage\n\n'''Example''': An 8% Cripple Effect is applied to a creature\n* Attackers that normally had a 50% chance to hit the creature will now have a 58% chance to hit\n* Any Players or Player Followers that apply Poison to the target through a Melee attack, will now have their Poison Tick damage against the target increased by 8%\n* Any Disease Damage against the target will be increased by 8%\n\n==Fencing Weapons==\n{{Main|Armor & Weapons}}\n\nFencing class weapons are crafted with [[blacksmithy]] or bought off NPCs.\n\n{{FencingWeaponClass}}\n\n==Codex==\nFencing weapons benefit from Stances and Finishers provided by a Codex of Fencing:\n\n{{FencingCodex}}\n\n\n==Beneficial Skills==\nHaving these skills benefit Fencing:\n\n{{BeneficialSkillsWeapon}}\n\n==Training==\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-80\n| Passively by Melee combat with a Fencing weapon in the [[New Player Dungeon]]\n|-\n| 80-100\n| Passively by Melee combat with a Fencing weapon\n|}"
	},
	{
		"skillTitle": "Healing",
		"skillText": "[[Category:Skills]]\n==Summary==\n* Minimum [[Anatomy]] skill of 60 is required for a chance at successful bandage cure attempts\n* Minimum Anatomy skill of 80 is required for a chance at successful bandage resurrection attempts\n* Players with 100 Healing and at least 80 Anatomy will always have 100% chance to resurrect their target with bandages. [https://forums.uooutlands.com/index.php?threads/patch-notes-for-october-3-2019.2514/ Patch Notes 20191003]\n* Players with 80 Healing and 80 Anatomy can use the [[Healers Codex]]\n* Bandage Healing Amounts are ((Healing Skill / 100) * ((Random Value of 40 to 60) * (1 + (.2 * Anatomy Skill / 100))))\n* Bandage Healing Amounts are reduced by 2% for each bandage slip during combat. The more 'Your fingers slip!' messages you receive while attempting to heal, the less successful it will be.\n* Bandaging self takes 10-15 seconds, scaled based on Healer's Dexterity (capped at 100 Dexterity), this can be reduced further with the [[Healers Codex]]\n* Bandaging another target takes 5-7.5 seconds, scaled based on Healer's Dexterity (capped at 100 Dexterity)\n* Bandaging time is 15 - (5 * (dex - 25) / 75) seconds\n\n\n[[File:wiki-healinga.gif|link=]]\n\n==Stationary Bandaging==\n* Players who have been stationary for 5 seconds may bandage targets up to 2 tiles away\n* Player healing range reverts back to 1 tile range if the player moves within 5 seconds of finishing the bandage\n\n\n\n==Resurrection==\n*Players require 80 Healing and 80 Anatomy skill to have a chance at successfully resurrecting their target with bandages.\n*Players with 100 Healing and 80 Anatomy skill will always have 100% chance to resurrect their target with bandages.\n*Chance to resurrect with less than 100 Healing scales from 24% with 80 Healing skill to 62% with 99 Healing skill. (assuming minimum requirement of 80 Anatomy is met)\n\n\n\n==Curing Poison==\n===Progressive Curing===\nEach consecutive failed attempt at curing poison now increases chance of the next attempt by 100% (previously was 50%) of the base cure chance (before factoring in adjustments for Poison Skill, Taste ID, or Other Player Effects)\n\n'''Example of curing Deadly Poison created by a player with GM Poisoning Skill and GM Taste ID:'''\n\n* Base attempt to cure Deadly Poison via Greater Cure Potion or GM Magery is 50% chance\n* If they fail their cure attempt, their next attempt will receive a flat 50% bonus\n* Poisons created with GM Poisoning and GM Taste ID have their cure chance reduced by a scalar of 50% (i.e. 50% base cure chance becomes 25% cure chance)\n\n* Player's 1st Cure Attempt = '''25% Cure Chance'''\n* Player's 2nd Cure Attempt = '''75% Cure Chance'''\n* Player's 3rd Cure Attempt = '''125% Cure Chance'''\n\n\n'''Example of curing Lethal Poison created by a player with 120 Poisoning Skill and 120 Taste ID:'''\n\n* Base attempt to cure Lethal Poison via Greater Cure Potion or GM Magery is 25% chance\n* If they fail their cure attempt, their next attempt will receive a flat 25% bonus\n* Poisons created with 120 Poisoning and 120 Taste ID have their cure chance reduced by a scalar of 60% (i.e. 25% base cure chance becomes 10% cure chance)\n\n* Player's 1st Cure Attempt = '''10% Cure Chance'''\n* Player's 2nd Cure Attempt = '''35% Cure Chance'''\n* Player's 3rd Cure Attempt = '''60% Cure Chance'''\n* Player's 4th Cure Attempt = '''85% Cure Chance'''\n* Player's 5th Cure Attempt = '''110% Cure Chance'''\n\n\n* Player-applied poisons (weapons and spells) have a cure chance penalty of (25% * (Poisoning Skill / 100)) of normal\n* Player-applied poisons (weapons and spells) have a cure chance penalty of (25% * (Taste ID Skill / 100)) of normal\n\nFor example, a player that would normally have a 50% chance to cure a particular poison, would instead only have a 25% chance to cure if the poison was inflicted by a player with 100 Poisoning and 100 Taste ID\n\n\n===Bandaging Cure Chances===\n* Chance to Cure Player = ((125% - (Poison Level * 25%)) * (Healing Skill / 100)) - (Slips * 2%);\n* Chance to Cure Creature = ((125% - (Poison Level * 25%)) * (Veterinary Skill / 100)) - (Slips * 2%);\n\n\n\n==PvM==\n* Bandaging a target that is poisoned will also heal damage on it, regardless of the result of the cure attempt. Healing amounts for bandaging poisoned targets while in PvM are as follows:\n\n* Lesser Poison: 100% of normal healing\n* Regular Poison: 100% of normal healing\n* Greater Poison: 75% of normal healing\n* Deadly Poison: 50% of normal healing\n* Lethal Poison: 25% of normal healing\n\n\n\n==Bandaging Skills Crossover==\n* When using Bandages on a target, players can optionally \"Crossover\" and use bandaging skills not normally allowed for the target type, such using Veterinary + Animal Lore on Players, or using Healing + Anatomy on Followers\n*Bandage Crossover has a severe penalty, and results in only 33% of normal Healing Amounts and Cure + Resurrection chances are reduced to 33% of normal\n*If players attempt to Cure or Resurrect targets using Crossover skills, the Crossover skills used must meet the base skill requirements for that action type (i.e. Curing will require 60 or higher for both skills used and Resurrection will require 80 or higher for both skills used)\n*If a player has the skills available to heal the target using either the \"Normal\" skills or \"Crossover\" skills, the bandaging attempt will use whichever skills results in the higher Healing amount or gives them the higher Cure or Ress success chance\n*Skill Gain for bandaging will always default to the normal skills for the target: bandaging Players will always raise Healing + Anatomy skill and bandaging Creatures will always raise Veterinary + Animal Lore\n\n\n==Healer's Codex==\n* [[Healers Codex]] require 80 Healing and 80 Anatomy to use\n* Bonuses from the Healer's Codex will only apply when the player bandages Players (including themselves) or a Ship Crewmember\n* Any bonus effects provided by the Healer's Codex (such as Increased Melee Damage, Damage Resistance, Poison debuffs, etc) will only apply for the patient against creatures\n\n{{CodexHealing}}\n\n==Training==\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-80\n| [[New Player Dungeon]]\n|-\n| 80-100\n| Bandage ghosts to attempt resurrection or heal a Battletrainer\n|}"
	},
	{
		"skillTitle": "Mace Fighting",
		"skillText": "[[Category:Skills]]\n==Summary==\nThe Mace Fighting skill allows the use of slow hitting blunt weapons.\n* Mace class weapons cannot be [[Poisoning|Poisoned]].\n* All mace class weapons inflict stamina loss on the defender in PvP as if the attack had dealt 25% more damage than what was actually inflicted\n* The chance to hit with a mace class weapon is equal to (attacker's mace fighting skill + 50) / ((defender's weapon or wrestling skill + 50) * 2) plus any relevant accuracy bonuses\n* Increases Base Weapon Damage by (25% * Skill / 100) as a secondary weapon skill (when using another weapon skill) in PvM.\n* Reduced to Base Weapon Damage by (10% * Skill / 100) as a secondary weapon skill (when using another weapon skill) in PvP.\n\n==PvM Special Attack==\n* Only works against creatures, not other players\n* Players have a 10% base chance of inflicting a Special Attack against creatures\n** This chance can be further increased via the [[Arms Lore]], [[Water Aspect | Water Aspect Armor]], or [[Mastery Chain | Mastery Chain Links]]\n** Increases damage dealt by the attack that generated the special by 50%\n** Pierces the target for 8-16 seconds (reduces target's Effective Armor Value by 25)\n** If the creature already has an Effective Armor Rating of 0, or if the creature is at their Armor Minimum, the Damage of the Weapon Special will be increased by a further 50%\n** Effect duration scales based on weapon speed (slower macing weapons have longer effect duration) and creature difficulty\n\n==Mace Fighting Weapons==\n{{Main|Armor & Weapons}}\n\nMace class weapons can be crafted with [[blacksmithy]] or [[carpentry]] depending on their material or bought from NPCs.\n\n{{MacingWeaponClass}}\n\n==Beneficial Skills==\nHaving these skills benefit Mace Fighting. \n{{BeneficialSkillsWeapon}}\n\n==Codex==\n{{Main|Weapon and Parry Codex}}\n* Mace fighting weapons benefit from Stances and Finishers provided by a Codex of Macing.\n\n{{MacingCodex}}\n\n==Training==\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-80\n| Passively by Melee combat with a Mace in the [[New Player Dungeon]]\n|-\n| 80-100\n| Passively by Melee combat with a Mace\n|}"
	},
	{
		"skillTitle": "Tactics",
		"skillText": "[[Category:Skills]]\n==Summary==\nTactics modifies weapon damage for all melee and ranged weapons.\n* From 0 to 100, tactics adds [[Base Weapon Damage]] * (-50% + (Tactics Skill / 200)) damage to each swing\n* From 100.1 and above, tactics adds [[Base Weapon Damage]] * (1% * (Tactics Skill - 100)) damage to each swing\n\n\n===Example 1===\n* For a player with 110 tactics, start with your [[Base Weapon Damage]]. Say that value rolls 25\n* First calculate the 0 to 100 portion. Tactics is treated as 100, so the initial damage modifier is 25 * (-50% + (100 / 200)) which is 0\n* Then add the bonus tactics over 100. There are 10 points over 100, so additionally add 25 * (1% * 10) which is 2.5 damage\n* The final hit, if no other bonuses are present, is then 27.5\n\n\n===Example 2===\n* Alternatively, for a player with only 50 tactics and starting from a [[Base Weapon Damage]] of 25:\n* First calculate the 0 to 100 portion. Tactics is 50, so the initial damage modifier is 25 * (-50% + (50 / 200)) or -6.25. Note that this is negative.\n* There are no tactics above 100 to account for.\n* The final hit, if no other bonuses are present, is then 18.75.\n\n\n\n==Training==\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-80\n| Passively in Melee combat in the [[New Player Dungeon]]\n|-\n| 80-100\n| Passively in Melee combat\n|}"
	},
	{
		"skillTitle": "Parrying",
		"skillText": "[[Category:Skills]]\n==Summary==\n* Players may parry melee attacks with shields, two-handed weapons, wrestling weapons and [[Parry Dagger|parry daggers]].\n* Weapon parrying will result in the weapon taking durability damage similar to shields, albeit at a reduced rate\n* Players with both 80 [[Magery]] and 80 Parrying or greater may cast spells and meditate with a shield (meditation rate will still be affected by the shield's meditation penalty)\n* Players with 80 Parrying and 80 [[Tactics]] or 80 [[Wrestling]] can use a Codex of Parrying\n* Armor rating provided from shields is (50% * Shield Base AR) + (50% * Shield Base AR * (Parrying Skill / 100))\n* Provides a (50% * (Effective Parry Skill / 100)) reduction to Stamina losses that occur due to taking damage\n\n==Parrying Attacks==\n===Parrying Melee Attacks===\n* Chance to parry a melee attack is (50% * (Parrying Skill / 100))\n* Successfully parrying an attack from another player or creature will reduce its damage by 75%\n* Successfully parrying an attack from another player, while wielding a two-handed weapon, will reduce its damage by only 50% however\n\n===Parrying Spells===\n* Players have a (25% * (Parrying Skill / 100)) chance to parry a spell cast by a creature\n* Successfully parrying a spell from a creature will reduce its damage by 75%\n* You cannot parry spells in PVP\n\n\n==Taunt==\n* Players may attempt to Taunt by typing [Taunt or by shift-clicking themselves and selecting the \"Taunt\" entry\n* Players can elect to target a specific creature to taunt, or they may taunt all nearby creatures by selecting themselves or the ground\n* If the player successfully passes a Parry skill check, they will perform a Taunt\n* Players can only make one Taunt attempt every 15 seconds\n\n===Directed Taunt===\n* Lasts for 15 seconds\n* Drastically increases player's Aggro to the targeted creature\n* Provides an Effective Armor Rating bonus of (25 * (Effective Parry Skill / 100)) against all creatures\n\n===Area Taunt===\n* Lasts for 15 seconds\n* Drastically increases player's Aggro to all nearby creatures\n* Provides an Effective Armor Rating bonus of (25 * (Effective Parry Skill / 100)) against all creatures\n\n[[File:shieldtaunt-direct1.gif|link=]]\n\n\n==Codex==\n{{Main|Weapon and Parry Codex}}\n\n* Players with 80 Parrying and 80 Tactics or 80 Wrestling can use a Codex of Parrying to further reduce damage taken.\n\n{{ShieldCodex}}\n\n==Training==\nNote that after about 0.5% of Skill gained, a monster will stop giving parry skill gain requiring you to get new ones.\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-80\n| Passively when damage is dealt to the player while in the [[New Player Dungeon]]\n|-\n| 80-100\n| Gather low level Creatures (graveyards or pets in cities for example) and let them hit you<br>Have another character hit you with a training weapon (much slower but uncapped).\n|}"
	},
	{
		"skillTitle": "Swordsmanship",
		"skillText": "[[Category:Skills]][[Category:PvM]][[Category:PvP]]\n==Summary==\nSwordsmanship allows the use of bladed weapons with a swing speed between the faster [[Fencing]] weapons and slower [[Mace Fighting|Macing]] weapons.\n\n* All one-handed swords can be poisoned using the [[Poisoning]] skill\n** But no two-handed swords weapons can be poisoned.\n* The chance to hit with a swords class weapon is equal to (Player's Swordsmanship skill + 50) / ((Defender's Weapon or Wrestling skill + 50) * 2), plus any relevant accuracy bonuses\n* Increases Base Weapon Damage by (25% * Skill / 100) as a secondary weapon skill (when using another weapon skill) in PvM.\n* Reduced to Base Weapon Damage by (10% * Skill / 100) as a secondary weapon skill (when using another weapon skill) in PvP.\n\n==PvM Special Attack==\n* Only works against creatures, not other players\n* Players have a 10% chance of inflicting a Swords Weapon Special Attack against creatures\n** This chance can be further increased via the [[Arms Lore | Arms Lore Skill]], [[Water Aspect | Water Aspect Armor]], or [[Mastery Chain | Mastery Chain Links]]\n* Swords Weapon Specials applies a stackable Lacerate & Bleed Effect on the target \n\nLacerate Effect\n* Will apply a stackable 8% Lacerate Effect to target (bonus to Weapon Special Chance) that lasts 8-16 seconds (scaled by weapon speed) with a max effect of 24%\n\nBleed Effect\n* Will cause target to suffer a total amount of Bleed damage equal to (Damage From Hit)\n* Bleed damage is resolved as Ticks occuring every 3 seconds for 15 seconds, with each Tick inflicting 20% of the total Bleed damage\n** i.e. will resolve 100% of Bleed damage over 15 seconds\n\n==Swordsmanship Weapons==\n{{Main|Armor & Weapons}}\nSword class weapons are crafted with [[Blacksmithy]] or bought from NPCs.\n{{SwordsWeaponClass}}\n\n==Beneficial Skills==\nHaving these skills benefit Swordsmanship. \n{{BeneficialSkillsWeapon}}\n\n==Codex==\n{{Main|Weapon and Parry Codex}}\nSword class weapons benefit from Stances and Finishers provided by a Codex of Swords.\n\n{{SwordCodex}}\n\n==Training==\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-80\n| Passively in melee combat using a sword in the [[New Player Dungeon]]\n|-\n| 80-100\n| Passively in melee combat using a sword\n|}"
	},
	{
		"skillTitle": "Cartography",
		"skillText": "[[Category:Skills]][[Category:Crafting]]\n==Summary==\n* Use a Map Maker's Pen and a [[Blank Map]] to create Local, City, Regional, and World Maps\n* Used to decipher [[Lore_System#Research_Materials|Research Materials]], [[Resource Maps]] and [[Treasure Hunting|Treasure Maps]]\n\n\n==Deciphering maps==\n* Using a [[Spyglass]] on a Treasure or Resource map will bring up the decoding gump.\n** This allows players to decode and enhance a map's accuracy, up until a certain point, limited to a players skill and tool bonus.\n[[File:CartographyDecodeGump.png]]\n\n\n==Explorer Pack==\n* Players can now craft Explorer Packs with the Cartography skill under the Utility Items category\n* Explorer packs will not offer skill gain\n\n[[File:craftexplorerpack.png]]\n\n===Exploration Action===\n* Players can double-click an Explorer Pack in their backpack to begin an Exploration Action\n* If the player is stationary for 5 seconds an Exploration Effect will apply to the player\n* The Exploration Effect lasts 60 minutes and will persist through death\n\n[[File:useexplorerpack.png]]\n\n* Players will see a \"You now feel familiar with the area\" message upon completion of their Exploration Action\n\n[[File:familiarwitharea.png]]\n\n==Exploration Effect==\n* While On Land\n* While a player has an Exploration Effect in place and they are currently on Land, they receive the following bonuses:\n* Player will receive a Melee, Spell, Poison, and Traps Damage Bonus of (25% * (Cartography Skill / 100) against Creatures spawned from Treasure Map Chests and Trade Caravans\n* Player will receive a Damage Resistance Bonus of (10% * (Cartography Skill / 100) against Creatures spawned from Treasure Map Chests and Trade Caravans\n\n\n===While On Ships===\n* While a player has an Exploration Effect in place they are current on a Ship they receive the following bonuses:\n* Player will receive a Melee, Spell, and Poison Damage Bonus of (25% * (Cartography Skill / 100) against Creatures and Crewmembers\n* Player will receive a Damage Resistance Bonus of (10% * (Cartography Skill / 100) against Creatures and Crewmembers\n* Spyglass searches will now have their Search Range increased by (25% * (Cartography Skill / 100))\n\n* Note: Players do not have to stay in the vicinity of their Exploration Action to receive the bonuses from Exploration Effects (they are free to move around)\n\n\n===PvP===\nPlayers will receive a Supplemental PvP Melee Damage Bonus of (10% * (Cartography Skill / 100) while Flagged in PvP\nPlayers will receive a Supplemental PvP Spell Damage Bonus of (10% * (Cartography Skill / 100) while Flagged in PvP\n\n\n===Atlases and Hiking===\n* Players can now utilize either their Camping Skill or Cartography Skill when using an Atlas to Hike to locations\n* Players can Unlock Hiking Locations in their Atlas by performing an Exploration Action at the location\n\n[[File:explorationactionunlock.png]]\n\n* Players can Hike to destinations in their Atlas Book if they are within 8 tiles of their last Exploration Action location that occured within 15 minutes\n\n[[File:hikeinsideoutside.png]]\n\n\n==Craftables==\n{{Cartography}}\n\n\n\n==Training==\n* Estimated 11,000 [[Blank Map]] to GM\n\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Craft\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-75\n| City Map\n|-\n| 75-100\n| Regional Map\n|-\n| 100-120\n| World Map\n|}"
	},
	{
		"skillTitle": "Inscription",
		"skillText": "[[Category:Skills]][[Category:Crafting]]\n==Summary==\n* Craft spell scrolls, runebooks, various codexes and other library items\n* Players creating circle 1 to 6 spell scrolls must have the spell in their own spellbook in order to craft it and enough [[Magery]] to cast the spells\n* Circle 7 to 8 spell scrolls you are not required to own to craft, but do require [[Arcane Scroll|Arcane Scrolls]] which are items found as loot in game\n\n==Spell Improvements==\n* Reactive Armor maximum Physical Damage (all, including Creature Abilities) prevention increased by an additional (50 * (Effective Inscription Skill / 100)) - [https://forums.uooutlands.com/index.php?threads/patch-notes-for-november-19-2022.4414/#post-26548 Nov 19th 2022 Patch Notes]\n* Increases certain [[Magery|spell's]] buff durations. Normal duration is 2 minutes and are increased by (400% * (Inscription Skill / 100)), including:\n** Protection\n** Arch Protection\n** Bless\n** Invisibility \n\n\n===Automatic Spell Scroll Usage===\n* If Automatic Spell Scroll Usage is toggled, whenever a player casts a spell, it will first check their backpack to see if a matching spell scroll. If a matching scroll is found it will attempt to consume that scroll instead of reagents, whether or not the scroll is consumed is determined by the player's effective Inscription skill and the [[Wizard's Satchel]] if the scroll is found inside one.\n** Players can toggle this mechanic by typing \"[AutoUseSpellScrolls\", \"[Commands\", or from \"Help -> Commands -> Mechanics -> AutoUseSpellScrolls\"\n\n\n===Scroll Refund===\n* Players using a scroll to cast a Level 1-6 spell will have a (40% * (Inscription Skill / 100))) to not consume the scroll\n* Players using a scroll to cast a Level 7-8 spell will have a (80% * (Inscription Skill / 100))) to not consume the scroll\n** ''Example: a player with 125 effective Inscription (Increased with [[Mastery Chain|Links]] or [[Eldritch Aspect|Eldtrich Armor]]) has a 100% chance of getting circle 7-8 scrolls refunded.''\n* This can be further increased with a [[Wizard's Satchel]]\n\n==PvM Bonuses==\n* Magic Reflect spell has a (100% - (Spell Circle * 10%)) * (Inscription Skill / 100) chance to remain in place after reflecting a spell\n* Players using a scroll to cast a Level 1-6 spell will have a (40% * (Inscription Skill / 100))) to not consume the scroll\n* Players using a scroll to cast a Level 7-8 spell will have a (80% * (Inscription Skill / 100))) to not consume the scroll\n* Players with the Inscription skill will receive a PvM Melee Damage bonus with Martial Manuals of (20% * (Inscription / 100))\n* Increases damage of spells cast from scrolls by (40%  * (Inscription Skill / 100))\n* Players will have an (Effective Inscription Skill / 100%)) chance to avoid Spell Interruption from Creature/Environment Damage\n\n==PvP Bonuses==\n* Magic Reflect spell has an (25% * (Inscription Skill / 100)) chance to stay up after reflecting 1 spell, but will be nullified after the next spell occurs (and when staying up, will look and sound as if the player recast Magic Reflect on himself/herself)\n* Inscription used to increase the cap on trapped pouches, but there is no longer a cap.\n* Players using a scroll to cast a spell will receive a (10% * (Inscription Skill / 100)) damage bonus against other players (PvP Spell Supplemental Damage Cap 10%)\n* Players with the Inscription skill will receive a PvP Melee Damage bonus with Martial Manuals of (8% * (Inscription / 100)) (PvP Melee Supplemental Damage Cap 20%)\n\n==Craftables==\n{{Inscription}}\n\n\n==Training==\n* Estimated 55,000-65,000 scrolls to GM\n* Requires an estimated 12-18 hours of crafting to max the skill\n\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Craft\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-60\n| Recall (Any Circle 4 scroll)\n|-\n| 60-70\n| Mind Blast (Any Circle 5 scroll)\n|-\n| 70-80\n| Energy Bolt Scrolls (Any Circle 6 scroll)\n|-\n| 80-100\n| Spellbooks\n|-\n| 100-120\n| Magical Wizard's Hats\n|}"
	},
	{
		"skillTitle": "Lumberjacking",
		"skillText": "[[Category:Skills]][[Category:Crafting]]\n==Summary==\nPlayers can harvest logs using a Hatchet. Lumberjacking always uses [[Smart Harvest]], by double clicking the hatchet you have equipped you automatically attempt to harvest all nearby trees. There is a random chance to harvest colored logs if the player meets the material's skill requirement.\n\n* Lumberjacking within town regions is blocked, except for Shelter Island with a young player status. \n* Trees are randomized when they respawn and have a chance to uncover colored logs\n* Colored hatchets increase the chance to chop logs successfully\n* The chance for a tree to be of a rarer color is not affected by outside parameters\n* If you don't have the required skill to harvest the log color of the current tree, you will find the highest color or you can harvest instead\n* Whenever a player Recalls, Travels via Moongate, or Hikes, they will have a 60 second delay before they can attempt to Harvest again\n** Same applies after teleporting or using an Adventurer's Rope\n\n\n[[File:harvesting-lumberjacking2.gif|link=]]\n\n==Harvesting Colored Logs==\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Lumber\n! Skill\n! Success Chance\n|-\n| [[File:boardregularwood.png|link=]]<br />Regular\n| 0\n| (((Lumberjacking Skill - 0) / 100) * (1 + Tool Bonus))\n|-\n| [[File:boarddullwood.png|link=]]<br />Dullwood\n| 65\n| (((Lumberjacking Skill - 25) / 80) * (1 + Tool Bonus))\n|-\n| [[File:boardshadowwood.png|link=]]<br />Shadowwood\n| 70\n| (((Lumberjacking Skill - 30) / 80) * (1 + Tool Bonus))\n|-\n| [[File:boardcopperwood.png|link=]]<br />Copperwood\n| 75\n| (((Lumberjacking Skill - 35) / 80) * (1 + Tool Bonus))\n|-\n| [[File:boardbronzewood.png|link=]]<br />Bronzewood\n| 80\n| (((Lumberjacking Skill - 40) / 80) * (1 + Tool Bonus))\n|-\n| [[File:boardgoldwood.png|link=]]<br />Goldenwood\n| 85\n| (((Lumberjacking Skill - 45) / 80) * (1 + Tool Bonus))\n|-\n| [[File:boardrosewood.png|link=]]<br />Rosewood\n| 90\n| (((Lumberjacking Skill - 50) / 80) * (1 + Tool Bonus))\n|-\n| [[File:boardverewood.png|link=]]<br />Verewood\n| 95\n| (((Lumberjacking Skill - 55) / 80) * (1 + Tool Bonus))\n|-\n| [[File:boardvalewood.png|link=]]<br />Valewood\n| 99\n| (((Lumberjacking Skill - 59) / 80) * (1 + Tool Bonus))\n|-\n| [[File:boardavarwood.png|link=]]<br />Avarwood\n| 110\n| (((Lumberjacking Skill - 63) / 80) * (1 + Tool Bonus))\n|}\n\n\nBase chances for players to discover colored trees are as follows:\n\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Lumber\n! Base Chance\n|-\n| [[File:boardregularwood.png|link=]]<br />Regular\n| 82%\n|-\n| [[File:boarddullwood.png|link=]]<br />Dullwood\n| 4.0%\n|-\n| [[File:boardshadowwood.png|link=]]<br />Shadowwood\n| 3.5%\n|-\n| [[File:boardcopperwood.png|link=]]<br />Copperwood\n| 3.0%\n|-\n| [[File:boardbronzewood.png|link=]]<br />Bronzewood\n| 2.5%\n|-\n| [[File:boardgoldwood.png|link=]]<br />Goldenwood\n| 2.0%\n|-\n| [[File:boardrosewood.png|link=]]<br />Rosewood\n| 1.5%\n|-\n| [[File:boardverewood.png|link=]]<br />Verewood\n| 1.0%\n|-\n| [[File:boardvalewood.png|link=]]<br />Valewood\n| 0.5%\n|-\n| [[File:boardavarwood.png|link=]]<br />Avarwood\n| 0.1%\n|}\n\n\n==Colored Hatchets==\nPlayers using exceptional and colored material Hatchets will receive a Tool Bonus to their harvesting success chances as follows (with all applicable bonuses stacking):\n\n{| class=\"wikitable\" style=\"text-align:center;\"\n! Material\n! Tool Bonus\n|-\n| [[File:hatchetiron.jpg|link=]]<br />Exceptional\n| 0.04\n|-\n| [[File:hatchetiron.jpg|link=]]<br />Mastercrafted\n| 0.04\n|-\n| [[File:hatchetdullcopper.jpg|link=]]<br />Dull Copper\n| 0.02\n|-\n| [[File:hatchetshadow.jpg|link=]]<br />Shadow Iron\n| 0.04\n|-\n| [[File:hatchetcopper.jpg|link=]]<br />Copper\n| 0.06\n|-\n| [[File:hatchetbronze.jpg|link=]]<br />Bronze\n| 0.08\n|-\n| [[File:hatchetgold.jpg|link=]]<br />Gold\n| 0.10\n|-\n| [[File:hatchetagapite.jpg|link=]]<br />Agapite\n| 0.12\n|-\n| [[File:hatchetverite.jpg|link=]]<br />Verite\n| 0.14\n|-\n| [[File:hatchetvalorite.jpg|link=]]<br />Valorite\n| 0.16\n|-\n| [[File:hatchetavarite.jpg|link=]]<br />Avarite\n| 0.18\n|}\n\n\n==Lumber Resource Maps==\n* When using Lumber Maps, search radius is increased by (100% * (Lumberjacking Skill / 100))\n\n[[File:resourcemap-lumberjacking.gif|link=Resource Maps]]\n\n\n\n==PvM Bonus==\n* When using an axe, increase damage by [[Base Weapon Damage]] * (25% * (Lumberjacking Skill / 100)) damage per hit.\n\n\n\n==PvP Bonus==\n* When using an axe, increase damage by [[Base Weapon Damage]] * (10% * (Lumberjacking Skill / 100)) damage per hit.\n\n\n\n==Training==\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-100\n| Actively chop trees with a Hatchet\n|-\n| 100-120\n| Colored wood chops\n|}"
	},
	{
		"skillTitle": "Tinkering",
		"skillText": "[[Category:Skills]][[Category:Crafting]]\n==Summary==\n* Player can craft many different Tools, Lockpicks, Jewelry, Traps and more with the Tinkering skill\n* Use Tinkering Tools to open the crafting menu\n\n===Related Skills===\n* [[Item Identification]] - Required to craft Identification Wands\n* [[Detecting Hidden]] - Bonuses for [[Floor Traps]]\n* [[Carpentry]] - Required to make Potion Kegs\n\n==Craftables==\n{{Template:Tinkering}}\n\n\n==Player Crafted Traps==\n* [[Traps|Ground Traps]] only work for PvM\n* [[Container Traps]] only work for PvP\n\n==Training==\n===Method One===\n* Estimated 70,000 ingots to GM and an additional 70,000 ingots from GM to 120\n* Requires an estimated 11 hours 22 minutes (or one viewing of the Lord of the Rings trilogy, Extended Editions) of crafting to go from 75 - 100 skill\n* Requires an estimated 36 hours of crafting to max the skill\n* Compare to Method Two below using current prices\n* Recycle crafted items to recover and reuse resources\n** Alternatively between 80-100 can be substituted with Ground Traps to keep and use, it just requires pre-crafted potions.\n\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Craft\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-75\n| Lanterns\n|-\n| 75-80\n| Iron Lockpicks\n|-\n| 80-100\n| Keyrings or Trap Detonators\n|-\n| 100-120\n| Candelabras\n|}\n\n===Method Two===\n{{TinkeringWithGems}}"
	},
	{
		"skillTitle": "Mining",
		"skillText": "[[Category:Skills]][[Category:Crafting]]\n==Summary==\nPlayers can harvest Ore using a Pickaxe. Mining always uses [[Smart Harvest]], by double clicking a pickaxe you automatically try to harvest all nearby nodes. There is a random chance to harvest colored ore if the player meets the material's skill requirement.\n\n* Mining within town regions is blocked, except for Shelter Island with a young player status. \n* Nodes are randomized when they respawn and have a chance to uncover colored ore\n* Colored pickaxes increase the chance to mine ore successfully\n* The chance for a node to be of a rarer color is not affected by other parameters\n* If you don't have the required skill to mine the ore color of the current node, you will find the highest color or you can mine instead\n* Whenever a player Recalls, Travels via Moongate, or Hikes, they will have a 60 second delay before they can attempt to Harvest again\n** Same applies after teleporting or using an Adventurer's Rope\n\n\n==Harvesting Colored Ore==\n{| class=\"wikitable\" style=\"text-align:center;\"\n! Ore\n! Skill\n! Success Chance\n! 120 Skill + Best Pickaxe\n|-\n| [[File:ore_iron.png|link=]]<br />Iron\n| 0\n| (((Mining Skill - 0) / 1) * (1 + Tool Bonus))\n| 100% Chance to Mine\n|-\n| [[File:ore_dullcopper.png|link=]]<br />Dull Copper\n| 65\n| (((Mining Skill - 25) / .8) * (1 + Tool Bonus))\n| 100% Chance to Mine\n|-\n| [[File:ore_shadowiron.png|link=]]<br />Shadow Iron\n| 70\n| (((Mining Skill - 30) / .8) * (1 + Tool Bonus))\n| 100% Chance to Mine\n|-\n| [[File:ore_copper.png|link=]]<br />Copper\n| 75\n| (((Mining Skill - 35) / .8) * (1 + Tool Bonus))\n| 100% Chance to Mine\n|-\n| [[File:ore_bronze.png|link=]]<br />Bronze\n| 80\n| (((Mining Skill - 40) / .8) * (1 + Tool Bonus))\n| 100% Chance to Mine\n|-\n| [[File:ore_gold.png|link=]]<br />Gold\n| 85\n| (((Mining Skill - 45) / .8) * (1 + Tool Bonus))\n| 100% Chance to Mine\n|-\n| [[File:ore_agapite.png|link=]]<br />Agapite\n| 90\n| (((Mining Skill - 50) / .8) * (1 + Tool Bonus))\n| 100% Chance to Mine\n|-\n| [[File:ore_verite.png|link=]]<br />Verite\n| 95\n| (((Mining Skill - 55) / .8) * (1 + Tool Bonus))\n| 100% Chance to Mine\n|-\n| [[File:ore_valorite.png|link=]]<br />Valorite\n| 99\n| (((Mining Skill - 59) / .8) * (1 + Tool Bonus))\n| 96% chance to Mine\n|-\n| [[File:ore_avarite.png|link=]]<br />Avarite\n| 110\n| (((Mining Skill - 63) / .8) * (1 + Tool Bonus))\n| 90% Chance to Mine\n|}\n\n\nBase chances for players to discover colored ores are as follows:\n\n{| class=\"wikitable\" style=\"text-align:center;\"\n! Ore\n! Base Chance\n|-\n| [[File:ore_iron.png|link=]]<br />Iron\n| 82%\n|-\n| [[File:ore_dullcopper.png|link=]]<br />Dull Copper\n| 4.0%\n|-\n| [[File:ore_shadowiron.png|link=]]<br />Shadow Iron\n| 3.5%\n|-\n| [[File:ore_copper.png|link=]]<br />Copper\n| 3.0%\n|-\n| [[File:ore_bronze.png|link=]]<br />Bronze\n| 2.5%\n|-\n| [[File:ore_gold.png|link=]]<br />Gold\n| 2.0%\n|-\n| [[File:ore_agapite.png|link=]]<br />Agapite\n| 1.5%\n|-\n| [[File:ore_verite.png|link=]]<br />Verite\n| 1.0%\n|-\n| [[File:ore_valorite.png|link=]]<br />Valorite\n| 0.5%\n|-\n| [[File:ore_avarite.png|link=]]<br />Avarite\n| 0.25%\n|}\n\n==Colored Pickaxes==\nPlayers using exceptional and colored material pickaxes will receive a Tool Bonus to their harvesting success chances as follows (with all applicable bonuses stacking):\n\n{| class=\"wikitable\" style=\"text-align:center;\"\n! Material\n! Tool Bonus\n|-\n| [[File:tinkering_pickaxe_iron.jpg|link=]]<br />Exceptional\n| 0.04\n|-\n| [[File:tinkering_pickaxe_iron.jpg|link=]]<br />Mastercrafted\n| 0.04\n|-\n| [[File:tinkering_pickaxe_dullcopper.jpg|link=]]<br />Dull Copper\n| 0.02\n|-\n| [[File:tinkering_pickaxe_shadowiron.jpg|link=]]<br />Shadow Iron\n| 0.04\n|-\n| [[File:tinkering_pickaxe_copper.jpg|link=]]<br />Copper\n| 0.06\n|-\n| [[File:tinkering_pickaxe_bronze.jpg|link=]]<br />Bronze\n| 0.08\n|-\n| [[File:tinkering_pickaxe_gold.jpg|link=]]<br />Gold\n| 0.10\n|-\n| [[File:tinkering_pickaxe_agapite.jpg|link=]]<br />Agapite\n| 0.12\n|-\n| [[File:tinkering_pickaxe_verite.jpg|link=]]<br />Verite\n| 0.14\n|-\n| [[File:tinkering_pickaxe_valorite.jpg|link=]]<br />Valorite\n| 0.16\n|-\n|| [[File:tinkering_pickaxe_avarite.jpg|link=]]<br />Avarite\n| 0.18\n|}\n\n\n\n==Smelting==\n* Players may double-click Ore if they are within 2 tiles of a forge to smelt into Ingots\n* Players may double-click Ore that is on a Pack Animal if they are within 2 tiles of a forge to smelt it\n* Smelting Ore will produce 2 Ingots\n* You cannot smelt ore that you do not have sufficient Mining skill to mine yourself\n\n\n[[File:crafting-mining-smeltingore.png|link=]]\n\n==Ore Resource Maps==\n* When using Ore Maps, search radius is increased by (100% * (Mining Skill / 100))\n\n\n\n\n[[File:resourcemap-miningupaspota.gif|link=]]\n\n==PvM Bonus==\n* When attacking with a [[Mace Fighting|Macing]] weapon, add [[Base Weapon Damage]] * (25% * (Mining Skill / 100)) damage per hit\n\n\n\n==PvP Bonus==\n* When attacking with a [[Mace Fighting|Macing]] weapon, add [[Base Weapon Damage]] * (10% * (Mining Skill / 100)) damage per hit\n\n\n\n==Training==\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-100\n| Mine overworld areas with a Pickaxe\n|-\n| 100-105\n| Mining Colored Ore will have a chance of skill gain\n|-\n| 105-110\n| Mining Colored Ore EXCEPT dull copper will have a chance of skill gain\n|-\n| 110-120\n| Mining Colored Ore EXCEPT dull copper and shadow iron will have a chance of skill gain\n|}"
	},
	{
		"skillTitle": "Evaluating Intelligence",
		"skillText": "[[Category:Skills]]\n==Summary==\n* Evaluating Intelligence is used for its ability to increase the damage and effectiveness of [[Magery]] spells\n* When you cast a spell, the potential damage is calculated based on several factors, such as the spell, its circle, your spellbook or your skills. \n** The damage then gets scaled based on the mageâ€™s Evaluate Intelligence\n* Evaluating Intelligence can be used in place of [[Animal Lore]] to view a creature's stats.\n\n\n\n==PvM Bonus==\n* Modifies base spell damage against creatures by (0.75 + (0.75 * (Eval/100)))\n** 100 Eval Int provides 50% Spell Damage Increase, while 0 Eval Int provides -25% Damage Increase\n\n\n\n==PvP Bonus==\n* Modifies base spell damage against players by (0.75 + (0.375 * (Eval/100)))\n* There is a 10% spell damage cap on supplemental skills (Tracking, Camping, Inscription, etc)\n** This cap does not consider what your Evaluating Intelligence skill is at, therefore if you have 0 skill in Evaluating Intelligence, you cannot gain 20% spell damage by using Tracking and Camping together\n** However, you could have 100 Evaluating Intelligence and 100 Tracking and gain 22.5% spell damage increase\n\n\n\n==Training==\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n!colspan=\"2\"|Activity\n|-\n| 0-50\n|colspan=\"2\"|[[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-80\n| Casting [[Magery|spells]] in the [[New Player Dungeon]]\n| Use the skill on a target in the [[New Player Dungeon]] (No resources used, but will take much longer)\n|-\n| 80-100\n| Passively while casting spells\n| Use the skill on a target (No resources used but will take much longer)\n|}"
	},
	{
		"skillTitle": "Resisting Spells",
		"skillText": "[[Category:Skills]]\n==Summary==\n* Spell damage taken is reduced by a minimum of (12.5% * (Magic Resist Skill / 100))\n* Spell damage taken is reduced by a maximum of (37.5% * (Magic Resist Skill / 100))\n* The chance to resist any hostile spell with a non-damaging effect such as Curse or Poison is ((40% - (Spell Circle * 5%)) * (Magic Resist Skill / 100))\n* Provides players with a (Effective Magic Resist Skill / 100%)) chance to avoid Spell Interruption from Creature/Environment Damage\n\n\n\n==Spell Absorption / Spell Siphon==\n* In addition to normal spell damage reduction for Magic Resist, players now have a (25% * (Magic Resist Skill / 100)) chance to Absorb a spell cast by a creature\n* Absorbed spells will display with a pink/purple orb effect (similar to parrying)\n* An absorbed spell has its damage reduced by 75% (similar to the parrying effect)\n* When a player takes damage from a Spell cast by Creatures, they will receive a \"Spell Siphon\" bonus towards Melee/Spell Damage against Creatures of (1% * Spell Circle) for the next 60 minutes, with a max bonus of (25% * (Effective Magic Resist Skill / 100))\n* Spells cast by players against other players will increase their Spell Siphon bonus, with an 100% increase in the amount of Siphon Bonus applied (i.e. a player-casted Energy Bolt would generate a +12% Spell Siphon bonus, rather than the normal 6% bonus)\n* Players will receive a system message notification when their Spell Siphon max bonus is reached (but not on individual spells before that)\n* If a player is hit with further spells after reaching their max bonus, it will reset the duration of their current Spell Siphon bonus (60 minutes), but will not give any system message notifications\n* Players will receive a \"Your spell siphon bonus has expired\" notification if 60 minutes pass without being hit by a spell and their effect expires\n\n\n\n==Spell Resist/Non-Damaging Spell Chance Reduction Chance==\n{| class=\"wikitable\" style=\"text-align:center;\"\n|-\n! rowspan=\"2\" | Resisting Spells Skill\n! colspan=\"2\" | Damage Reduction (%)\n! colspan=\"8\" | Non-Damaging Spell Resist Chance (%)\n! rowspan=\"2\" | PvM Spell <br />Absorption <br />Chance (%)\n|-\n! Minimum\n! Maximum\n! Circle 1\n! Circle 2\n! Circle 3\n! Circle 4\n! Circle 5\n! Circle 6\n! Circle 7\n! Circle 8\n|-\n| 0\n| 0.00\n| 0.00\n| 0.0\n| 0.0\n| N/A\n| 0.0\n| 0.0\n| 0.0\n| 0.0\n| N/A\n| 0.0\n|-\n| 10\n| 1.25\n| 3.75\n| 3.5\n| 3.0\n| N/A\n| 2.0\n| 1.5\n| 1.0\n| 0.5\n| N/A\n| 2.5\n|-\n| 20\n| 2.50\n| 7.50\n| 7.0\n| 6.0\n| N/A\n| 4.0\n| 3.0\n| 2.0\n| 1.0\n| N/A\n| 5.0\n|-\n| 30\n| 3.75\n| 11.25\n| 10.5\n| 9.0\n| N/A\n| 6.0\n| 4.5\n| 3.0\n| 1.5\n| N/A\n| 7.5\n|-\n| 40\n| 5.00\n| 15.00\n| 14.0\n| 12.0\n| N/A\n| 8.0\n| 6.0\n| 4.0\n| 2.0\n| N/A\n| 10.0\n|-\n| 50\n| 6.25\n| 18.75\n| 17.5\n| 15.0\n| N/A\n| 10.0\n| 7.5\n| 5.0\n| 2.5\n| N/A\n| 12.5\n|-\n| 60\n| 7.50\n| 22.50\n| 21.0\n| 18.0\n| N/A\n| 12.0\n| 9.0\n| 6.0\n| 3.0\n| N/A\n| 15.0\n|-\n| 70\n| 8.75\n| 26.25\n| 24.5\n| 21.0\n| N/A\n| 14.0\n| 10.5\n| 7.0\n| 3.5\n| N/A\n| 17.5\n|-\n| 80\n| 10.00\n| 30.00\n| 28.0\n| 24.0\n| N/A\n| 16.0\n| 12.0\n| 8.0\n| 4.0\n| N/A\n| 20.0\n|-\n| 90\n| 11.25\n| 33.75\n| 31.5\n| 27.0\n| N/A\n| 18.0\n| 13.5\n| 9.0\n| 4.5\n| N/A\n| 22.5\n|-\n| 100\n| 12.50\n| 37.50\n| 35.0\n| 30.0\n| N/A\n| 20.0\n| 15.0\n| 10.0\n| 5.0\n| N/A\n| 25.0\n|}\n\n==Training==\n* Resisting Spells can be trained in one of two ways; By casting on yourself or Getting cast on by mobs\n** Casting on yourself is much slower then being cast upon by mobs, but can be macroed AFK.\n** <span style=\"color: red\">Note for option 1:</span> Spells must either be cast by yourself (on yourself) or by a friendly Player (same guild / alliance), the skill wont gain otherwise.\n\n* Skill Gain chance is much higher if the spell is cast by a creature\n* There is a limit on how much skill you can gain per mob. If you stop gaining, kill the mobs and continue with fresh ones\n\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! colspan=2|Activity\n|-\n| 0-50\n| colspan=2|[[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-60\n|Run through a Fire Field\n|rowspan=3|Let magical creatures cast on you in the [[New Player Dungeon]]\n|-\n| 60-70\n|Run through a Poison Field\n|-\n| 70-80\n| Cast Circle 6 Damaging Spells on yourself in shelter/ Run through a Paralyze field\n|-\n| 80-90\n| Cast Circle 7 Spells on yourself\n|rowspan=2|Let magical creatures cast on you till you stop gaining, slay, and find others.\n|-\n| 90-100\n| Have another allied character hit you with Earthquake\n|}"
	},
	{
		"skillTitle": "Alchemy",
		"skillText": "[[Category:Skills]][[Category:Crafting]]\n==Summary==\n* Players can use alchemy to craft potions, various aspect items, and items for plant growing, mount breeding and other activities.\n* Players can use the alchemy skill to increase potion potency, and extend potion buff timers.\n* Players with 80 Alchemy can make use of the [[Potion Codex]] in order to enhance effects against creatures\n\n\n==Potions==\n* Base Potion duration is 2 minutes\n* Potions weigh 0.25 stones each and can be stacked into any amount\n* Empty Bottles weigh 0.1 stones each\n\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Potion Type\n! Description\n! Cooldown\n|-\n| [[File:agilitypotion.jpg|link=]]<br />Greater Agility\n| style=\"text-align: left;\" |\n* Increases max dexterity/stamina by 20\n* Alchemy increases the duration by (400% * (Alchemy Skill / 100))\n| 2 Minutes\n|-\n| [[File:curepotion.jpg|link=]]<br />Greater Cure\n| style=\"text-align: left;\" |\n* The first Cure Potion a player drinks every 30 seconds will now be a free consumption\n** Players will get a system message telling them this occurred\n| None\n|-\n| [[File:healpotion.jpg|link=]]<br />Greater Heal\n| style=\"text-align: left;\" |\n* Restores Hit Points by 50% * (Alchemy/100) in PvM, the base heal range is 20-40\n* Restores Hit Points by 25% * (Alchemy/100) while flagged for PvP, the base heal range is 19-26\n| 10 Seconds\n|-\n| [[File:refreshpotion.jpg|link=]]<br />Total Refresh\n| style=\"text-align: left;\" |\n* Restores 100% of a player's stamina\n* Has a (100% * (Alchemy Skill / 100)) chance to \"Totally Refresh\" the player preventing them from losing stamina for 10 seconds\n|None\n|-\n| [[File:poisonpotion.jpg|link=]]<br />Lethal Poison\n| style=\"text-align: left;\" |\n* Requires player to have at least 100 [[Poisoning]] to inflict Lethal Poison on a weapon in combat\n* Lesser, Regular, Greater, and Deadly, require less poisoning skill to apply but deal less damage \n* Chance to inflict Lethal poison in combat is (12.5% + (12.5% * (Poisoning Skill / 120)))\n|N/A\n|-\n| [[File:magicresistpotion.jpg|link=]]<br />Greater Magic Resist\n| style=\"text-align: left;\" |\n* Replaces the Nightsight Potion\n* Lesser, Regular, and Greater Magic Resist potions reduce spell damage taken from creatures by 10/20/30% for 2 minutes\n* Magic Resist potions only work against pets and creature spells, but not player spells.\n* Alchemy increases Magic Resist Potion base duration of 2 minutes, by (400% * (Alchemy Skill / 100))\n|None\n|-\n| [[File:strengthpotion.jpg|link=]]<br />Greater Strength\n| style=\"text-align: left;\" |\n* Increases max strength/hp by 20\n* Increases Strength Potion base duration of 2 minutes, by (400% * (Alchemy Skill / 100))\n|2 Minutes\n|-\n| [[File:explosionpotion.jpg|link=]]<br />Greater Explosion\n| style=\"text-align: left;\" |\n* In PvP the base damage range is 15-25, scaled with a player's alchemy skill\n|15 Seconds\n|}\n\n===Potion Kegs===\n* Potion Kegs can hold 100 potions and replace the empty bottles\n* Potion Keg weight is 1 + (Potion Count * 0.04) Stones\n* Potion Kegs cannot be used by players who are flagged as Recently in PvP (2 minutes)\n* Players can Shift-Click a Potion Keg to Retrieve 5, Retrieve 10, and Retrieve All from Potion Kegs\n\n[[File:potionkegremoveamount.png|link=]]\n\n==Potion Crafting==\n* The highest level Potion available for each reagent type (such as Greater Heal, Greater Explosion, etc) now has a crafting entry option to create 25 Potions at once\n* The skill required to create stacks of 25 Potions is equal to the normal Maximum Skill ceiling of that potion type (i.e. a potion with a normal 65-90 Skill Range will require 90 Alchemy skill to make 25 Potions of it)\n\n[[File:potioncrafting1.png|link=]]\n\n* Society Job Progress for Potion Jobs will properly track players crafting stacks of 25 Potions\n* Artisan Aspect Experience and Crafting Antiquities will adjust their gain/drop chances to scale based on the amount crafted for potion stacks as well\n\n[[File:potioncrafting2.png|750px|link=]]\n\n\n==PvM Bonuses==\n* Increases Healing Potion effectiveness by (50% * (Alchemy Skill / 100))\n* Increases Cure Potion chances by (25% * (Alchemy Skill / 100))\n* When using a Total Refresh Potion player has a (100% * (Alchemy Skill / 100)) chance to be able to walk through creatures and players for the next 10 seconds for 0 stamina cost (chance is halved if using Regular Refresh Potion)\n* Increases Explosion Potion damage by (200% * (Alchemy Skill / 100))\n* Players will no longer need to have a free hand in order to drink a Potion\n* Players with 80 or higher printed Alchemy skill will now have their Explosion Potions automatically stick to their target (without needing to cast Telekinesis) when thrown at Creatures (must directly target the creature)\n* Explosion Potion Damage against creatures is as follows\n** Lesser Explosion Potion: 75-100 Damage\n** Explosion Potion: 150-200 Damage\n** Greater Explosion Potion: 300-400 Damage\n* Explosion Potion damage against Tamed/Summoned Followers is reduced by 50% of normal\n* Players now receive a (25% * (Effective Alchemy Skill)) bonus to Traps Damage\n\n===Telekinesis Spell===\n* Players can cast the Telekinesis spell onto a creature to make the creature \"Sticky\" for explosion potions for the next 60 seconds\n* Any player who uses an explosion potion and directly targets a \"Sticky\" creature, the potion will follow along with the creature as they move until it explodes\n* For \"Sticky\" explosion potions, the explosion will only damage nearby NPCs and never hit nearby players or tamed/summoned creatures\n\n===Melee Poison Sting===\n* When a player makes a Melee Hit with a Poisoned weapon against a creature the player has already poisoned with that same poison type, they will have a chance to resolve a Melee Poison Sting against the target that immediately resolves 1 Poison Tick\n* The chance for a Melee Poison Sting to occur will be based on the lower of the player's Effective Poisoning Skill and Effective Alchemy Skill\n* Chance for Melee Poison Sting to occur is (50% * (Lower Effective Skill / 100)) and is further Scaled by Weapon Speed\n* The cooldown between melee poison stings is 5 seconds\n\n==PvP Bonuses==\n* Increases Healing Potion effectiveness by (25% * (Alchemy Skill / 100))\n* Increases Cure Potion chances by (12.5% * (Alchemy Skill / 100))\n* When using a Total Refresh Potion player has a (50% * (Alchemy Skill / 100)) chance to be able to walk through creatures and players for the next 10 seconds for 0 stamina cost (chance is halved if using Regular Refresh Potion)\n* Increases Explosion Potion damage by (50% * (Alchemy Skill / 100))\n* Magic Resist potions work against pets in PvP\n\n\n==Aspect Conversions==\n===Chromatic Conversions===\n* Players can convert Chromatic Cores into specific Aspect Cores on a 1-to-1 ratio using the Alchemy skill under the \"Chromatic -> Core\" category\n* Players can convert Chromatic Distillations into specific Aspect Distillations on a 1-to-1 ratio using the Alchemy skill under the \"Chromatic -> Distill\" category\n\n[[File:chromaticconversions.gif|link=]]\n\n===Phylactery Conversions===\n====Aspect Cores====\n* Players will now be able to convert Aspect Phylacteries into either Aspect-Specific Cores or Chromatic Cores using the Alchemy skill under the \"Phylactery -> Core\" category\n\n[[File:phylacterytocore1.png|link=]]\n\n* Players can convert Phylacteries into their matching Aspect Core type on a 4-to-1 ratio\n* Players can convert Phylacteries into a Chromatic Core on an 8-to-1 ratio\n\n[[File:phylacterytocore.gif|link=]]\n\n====Aspect Distillations====\n* Players will now be able to convert Aspect Phylacteries into either Aspect-Specific Distillations or Chromatic Distillations using the Alchemy skill under the \"Phylactery -> Distill\" category\n\n[[File:phylacterytodistillation1.png|link=]]\n\n* Players can convert Phylacteries into their matching Aspect Distillation type on a 4-to-1 ratio\n* Players can convert Phylacteries into a Chromatic Distillation on an 8-to-1 ratio\n\n[[File:phylacterytodistillation.gif|link=]]\n\n\n==Craftables==\n* Using a Mortar and Pestle, players can craft potions and other items to enhance their characters\n* [[Aspect Distillations]] are crafted by high skilled Alchemists\n\n{{Alchemy}}\n\n\n==Potion Codex==\n* [[Potion Codex]] requires 80 Alchemy to use\n* Any bonus effects provided by the Potion Codex only apply against creatures. \n\n{{CodexPotion}}\n\n\n==Training==\n* Estimated 110,000 reagents to GM (First Option)\n* Requires an estimated 13 hours of crafting to max the skill (First Option)\n* The second option costs a bit more but you craft Potions you actually need. Credits to \"Keep it Tanked\".\n\n{| class=\"wikitable\" style=\"text-align: center; float: left; margin-right: 20px;\"\n! Skill\n! Craft\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-55\n| Lesser Poison\n|-\n| 55-75\n| Lesser Magic Resist\n|-\n| 75-95\n| Greater Poison\n|-\n| 95-115\n| Deadly Poison\n|-\n| 115-120\n| Lethal Poison\n|}\n\n{| class=\"wikitable\" style=\"text-align: center; float: left;\"\n! Skill\n! Craft\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-70\n| Lesser Magic Resist\n|-\n| 70-90\n| Greater Cure / Greater Heal / Greater Strength / Greater Agility. <br /> Rotate to your liking to fill your Shelf \n|-\n| 90-100\n| Greater Explosion\n|-\n| 100-115\n| Greater Resist\n|-\n| 115-120\n| Lethal Poison\n|}"
	},
	{
		"skillTitle": "Forensic Evaluation",
		"skillText": "[[Category:Skills]]\n==Summary==\n* Players can harvest Leather using a Skinning Knife and have a chance to carve colored leather from corpses\n* Players will always receive their bonuses to Damage and Barding skill from the Forensic Eval skill even if they have not Skinned Creatures recently\n* Players can use Forensic Evaluation or a Skinning Knife and target themselves or the ground nearby to activate \"Smart Harvest\" which will carve all \"grey\" notoriety corpses within 2 tiles\n* Carving a creature corpse will automatically open the corpse for the player\n* You can use Forensic Evaluation on yourself in order to harvest the closest body\n* Players have a chance to carve colored leather from corpses and all leather colors are possible on any creature, provided the player meets the material's skill requirements\n* All creatures are carvable for leather and meat, and have a chance of special cooking ingredients, scaled based on the player's Forensic Evaluation skill\n\n\n==Details==\n* Using the Forensic Eval Skill or Skinning Knives to carve a corpse or SmartHarvest nearby corpses is not restricted by Global Skill Cooldowns, and instead the Forensic Eval skill has its own unique cooldown of 0.5 seconds (i.e players using Stealth/Hiding will not be required to wait 10 seconds to carve corpses)\n* The amount of leather and meat when carving corpses is (50% + (150% * (Forensic Evaluation Skill / 100)) of the base amount for the creature\n* The chance for a player to harvest colored leather instead of regular leather is (7.5% * (1 + Tool Bonus))\n* Paragons and Boss creatures will always have colored leather instead of regular leather\n* The skill also provides the following bonus to spell and melee damage in PvM: (25% * (Forensic Evaluation Skill / 100)) and PvP: (10% * (Forensic Evaluation Skill / 100))\n\n[[File:harvesting-forensicevaluationa.gif|link=]]\n\n\n==Harvesting Colored Leather==\n{| class=\"wikitable\" style=\"vertical-align: bottom; text-align: center;\"\n|-\n! Material\n! Skill\n! Chance\n|-\n| [[File:leathernormal.png|link=]]<br />Leather\n| 0\n| 82%\n|-\n| [[File:leatherdull.png|link=]]<br />Dullhide\n| 65\n| 30%\n|-\n| [[File:leathershadow.png|link=]]<br />Shadowhide\n| 70\n| 21%\n|-\n| [[File:leathercopper.png|link=]]<br />Copperhide\n| 75\n| 16%\n|-\n| [[File:leatherbronze.png|link=]]<br />Bronzehide\n| 80\n| 12%\n|-\n| [[File:leathergolden.png|link=]]<br />Goldenhide\n| 85\n| 9%\n|-\n| [[File:leatherrose.png|link=]]<br />Rosehide\n| 90\n| 6%\n|-\n| [[File:leathervere.png|link=]]<br />Verehide\n| 95\n| 4%\n|-\n| [[File:leathervale.png|link=]]<br />Valehide\n| 99\n| 2%\n|-\n| [[File:leatheravar.png|link=]]<br />Avarhide\n| 110\n| 1%\n|}\n\n\n==Colored Skinning Knives==\nPlayers using exceptional and colored material Skinning Knives will receive a Tool Bonus to their chance of harvesting colored leather as follows (with all applicable bonuses stacking):\n\n{| class=\"wikitable\" style=\"vertical-align: bottom; text-align: center;\"\n|-\n! Material\n! Tool Bonus\n|-\n| [[File:tinkering_skinningknife_iron.jpg|link=]]<br />Exceptional\n| 0.04\n|-\n| [[File:tinkering_skinningknife_iron.jpg|link=]]<br />Mastercrafted\n| 0.04\n|-\n| [[File:tinkering_skinningknife_dullcopper.jpg|link=]]<br />Dull Copper\n| 0.02\n|-\n| [[File:tinkering_skinningknife_shadowiron.jpg|link=]]<br />Shadow\n| 0.04\n|-\n| [[File:tinkering_skinningknife_copper.jpg|link=]]<br />Copper\n| 0.06\n|-\n| [[File:tinkering_skinningknife_bronze.jpg|link=]]<br />Bronze\n| 0.08\n|-\n| [[File:tinkering_skinningknife_gold.jpg|link=]]<br />Gold\n| 0.10\n|-\n| [[File:tinkering_skinningknife_agapite.jpg|link=]]<br />Agapite\n| 0.12\n|-\n| [[File:tinkering_skinningknife_verite.jpg|link=]]<br />Verite\n| 0.14\n|-\n| [[File:tinkering_skinningknife_valorite.jpg|link=]]<br />Valorite\n| 0.16\n|-\n| [[File:tinkering_skinningknife_avarite.jpg|link=]]<br />Avarite\n| 0.18\n|}\n\n\n\n==Skinning Maps==\n* When using Skinning Maps, search radius is increased by (100% * (Forensic Eval Skill / 100))\n\n\n[[File:resourcemap-forensicevalskinning.gif|link=Resource Maps]]\n\n\n==Buffs==\n* The Forensic Evaluation Slayer bonus has been reduced to 3 hours (previously was 12 hours) [https://forums.uooutlands.com/index.php?threads/patch-notes-for-october-3-2019.2514/ Patch Notes 20191003]\n* There will no longer be a damage bonus message when using the Forensic Eval skill\n* Players will no longer have a Buff Icon for the Forensic Eval skill (since its bonus is always active)\n\n===PvM Bonus===\n* Forensic Evaluation grants bonus '''spell and melee damage''' (including archery) against creatures. The maximum is 30%. Formula: (25% * (Forensic Evaluation Skill / 100))\n* When attacking a creature, add [[Base Weapon Damage]] * Current Forensic Evaluation Bonus damage per swing.\n* The maximum Effective Barding skill bonus that can be achieved is 12. Formula: (10 * (Forensic Evaluation Skill / 100))\n\n===PvP Bonus===\n* Forensic Evaluation grants bonus '''spell and melee damage''' (including archery) against players. The maximum is 12%. Formula: (10% * (Forensic Evaluation Skill / 100))\n* When attacking a player, add [[Base Weapon Damage]] * Current Forensic Evaluation Bonus damage per swing.\n\n\n==Hamstring==\nVisit the [[Hamstring]] page for more information.\n\n\n\n==Training==\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-100\n| Skinning mobs\n|-\n| 100-120\n| Skinning mobs\n|}"
	},
	{
		"skillTitle": "Detecting Hidden",
		"skillText": "[[Category:Skills]]\n==Summary==\n* Reveals hidden players in the targeted location with a success chance equal to the detect hidden skill\n* At 100 skill or more, reveals all Hidden targets within 8 * (Detect Hidden Skill / 100) spaces of target (or player if targeting self)\n* Increases distance at which players may discover Hidden players when using the [[Tracking]] skill\n* Minimum of 80 skill is required to use [[Tinkering#Player_Crafted_Traps|Tinker Traps]].  Excess above 80 skill reduces cooldown of floor traps.\n* Used in deciphering [[Lore System#Research_Guides|Research Guides]]\n* Can be used at 0 skill within a [[Housing|House]] to reveal anyone hiding within\n* Can be used to remove traps from trapped [[Dungeon Chests|Dungeon]] or [[Paragon|Paragon Chests]]\n* When a player attempts to make progress on a Dungeon Chest/Treasure Map Chest, or Detonates a Ground Trap, they will receive a 30 second restriction preventing them from actively using Detect Hidden to reveal players\n* Minimum of 80 skill is required to use [[Detective_Lens|Detective Lens]]\n\n[[File:detecthidden-housing.gif|link=]]\n\n==Removing Traps==\nOn Outlands, the functionality of the Remove Trap skill has been merged into Detect Hidden.\n\n===Dungeon Chests===\n* Dungeon Chests have a Trap Difficulty that ranges from level 1 to 8 (based on dungeon location) and a Remove Trap Progress value from 0-100%\n* Players can make Remove Trap attempts on the chest using Trap Tools with successes increasing the Trap Progress\n** If a chest is at less than 100% Remove Trap progress, players will have a chance to trigger a trap while making Lockpicking attempts, which will cancel their attempt\n** A player triggering a trap on a chest does not change the Remove Trap Progress of the chest (i.e. multiple traps can be sprung from chests)\n** A player who triggers a Trap is not able to use the Hiding skill or be hidden with the Invisibility spell for the next 5 seconds\n* Traps increase in power and effect based on the Trap Difficulty level of the chest\n* As the Remove Trap progress on a chest increases, the trigger chance of traps on the chest for both Lockpicking and Remove Trap chances decrease\n* Players can double click chests to open a Lockpicking window\n** Lockpicking and Remove Trap success chances and progress values are displayed here \n** Players can click buttons in the window to make Lockpicking/Remove Trap attempts on the chest\n** Additionally, in the Lockpicking/Remove Trap window, players can rotate through different tool materials to see success chance changes and to make attempts with those tool types if they have any in their backpack\n* Players can also elect to simply double click Trap Tools and target the chest\n* Single clicking on a chest will display the chest's Lockpicking/Remove Trap progress (if any has been made)\n* Using exceptional and colored material Lockpicks increases the player's [[Effective Skill|Effective Lockpicking skill]] as well as increases the amount of progress made on each successful skill check against on the chest for the related tool\n* '''A player's chance to successfully Remove Trap is ((Effective Detecting Hidden Skill - Chest Minimum Skill) * 2.5%)'''\n\n\n\n===Tool Bonus===\n{| class=\"wikitable\" style=\"text-align:center;\"\n! colspan=\"2\" | Material\n! Effective Skill\n! Progress Bonus\n|-\n| \n| Exceptional\n| +10\n| +25%\n|-\n| [[File:ingotiron.png|link=]]\n| Iron\n| \n| \n|-\n| [[File:ingotdullcopper.png|link=]]\n| Dull Copper\n| +1\n| +2.5%\n|-\n| [[File:ingotshadow.png|link=]]\n| Shadow Iron\n| +2\n| +5%\n|-\n| [[File:ingotcopper.png|link=]]\n| Copper\n| +3\n| +7.5%\n|-\n| [[File:ingotbronze.png|link=]]\n| Bronze\n| +4\n| +10%\n|-\n| [[File:ingotgold.png|link=]]\n| Gold\n| +5\n| +12.5%\n|-\n| [[File:ingotagapite.png|link=]]\n| Agapite\n| +6\n| +15%\n|-\n| [[File:ingotverite.png|link=]]\n| Verite\n| +7\n| +17.5%\n|-\n| [[File:ingotvalorite.png|link=]]\n| Valorite\n| +8\n| +20%\n|-\n| [[File:ingotavarite.png|link=]]\n| Avarite\n| +9\n| +22.5%\n|}\n\n===Chest Difficulty===\n{| class=\"wikitable\" style=\"text-align:center;\"\n! Chest\n! Difficulty Level\n! Minimum Skill\n! Progress Chance\n|-\n| Worthless\n| 1\n| 0\n| ((40% to 80%) * (1 + Tool Bonus)) %\n|-\n| Very Easy\n| 2\n| 25\n| ((36% to 72%) * (1 + Tool Bonus)) %\n|-\n| Easy\n| 3\n| 50\n| ((32% to 64%) * (1 + Tool Bonus)) %\n|-\n| Average\n| 4\n| 75\n| ((28% to 56%) * (1 + Tool Bonus)) %\n|-\n| Difficult\n| 5\n| 95\n| ((24% to 48%) * (1 + Tool Bonus)) %\n|-\n| Very Difficult\n| 6\n| 105\n| ((20% to 40%) * (1 + Tool Bonus)) %\n|-\n| Extremely Difficult\n| 7\n| 115\n| ((16% to 32%) * (1 + Tool Bonus)) %\n|-\n| Nearly Impossible\n| 8\n| 125\n| ((12% to 24%) * (1 + Tool Bonus)) %\n|}\n\n==Harvest Aspect==\n* [[Harvest Aspect]] armor provides \"Effective Skill on Chests\", which stacks with Detecting Hidden's trap removal \n\n==Training==\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-80\n| Use Detect Hidden in the [[New Player Dungeon]]\n|-\n| 80-120\n| Continue using Detect Hidden\n|}"
	},
	{
		"skillTitle": "Lockpicking",
		"skillText": "[[Category:Skills]][[Category:PvM]]\n==Summary==\n* Players can use npc bought or crafted Lockpicks to unlock locked chests and containers\n* Required to open treasure map chests found with [[Treasure Hunting|Treasure Maps]]\n* Used in conjunction with [[Detecting Hidden]] skill and Trap Tools for [[Dungeon Chests]] and [[Paragon|Paragon Chests]]\n* Dungeon and Treasure chests benefit from the weekly [[Region Bonus Board|Region Bonuses]]\n\n\n[[File:treasuremap-openingachest.gif|link=]]\n\n==Dungeon and Treasure Map Chests==\n* Dungeon and Treasure Map chests have a Lock Difficulty that ranges from level 1 to 8 (based on dungeon location or map difficulty) and a Lock Progress value from 0-100%\n* Players can make Lockpicking attempts on the chest using Lockpicks with successes increasing the Lockpicking Progress\n** If a chest is at less than 100% Remove Trap progress, players will have a chance to trigger a trap while making Lockpicking attempts, which will cancel their attempt\n** As the Remove Trap progress on a chest increases, the trigger chance of traps on the chest for both Lockpicking and Remove Trap chances decrease\n* Players can double-click chests to open a Lockpicking window\n** Lockpicking/Remove Trap success chances and progress values are displayed here\n** Players can click buttons in the window to make Lockpicking/Remove Trap attempts on the chest\n** Additionally, in the Lockpicking/Remove Trap window, players can rotate through different tool materials to see success chance changes and to make attempts with those tool types if they have any in their backpack\n* Players can also elect to simply double click Lockpicks and target the chest\n* Single clicking on a chest will display the chest's Lockpicking / Remove Trap progress (if any has been made)\n* After a Dungeon Chest has reached 100% Lockpicking progress, a timer starts after which the chest will close and reset (with higher level difficulty chests having longer reset times)\n* Using exceptional and colored material Lockpicks increases the player's [[Effective Skill|Effective Lockpicking skill]] as well as increases the amount of progress made on each successful skill check against on the chest for the related tool\n* '''A player's chance to successfully Lockpick is ((Effective Skill - Chest Minimum Skill) * 2.5%)'''\n\n\n==Continuous Lockpicking==\n* Players can now enable \"Continous Lockpicking\" and \"Continuous Remove Trap\" for Treasure Maps, Dungeon Chests, and Locksmith Training Boxes\n* If Continuous Lockpicking is enabled, the player will continue to make Lockpicking attempts until the chest is unlocked\n* If Continuous Remove Trap is enabled, the player will continue to make Remove Trap attempts until the chest is removed of traps or a trap is detonated\n* If a player's Lockpick or Trap Tool breaks while using the Continuous mechanic is enabled, a new tool of the previous resource type will be used\n* If no tool of the previous resource type can be found, automatic Lockpicking or Remove Trap will stop\n\n[[File:continuouslockpickinggump.png|link=]]\n\n\n==Tool Bonus==\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Material\n! Effective Skill\n! Progress Bonus\n|-\n| [[File:ingotiron.png|link=]]<br />Exceptional\n| +5\n| +12.50%\n|-\n| [[File:ingotiron.png|link=]]<br />Iron\n| \n| \n|-\n| [[File:ingotdullcopper.png|link=]]<br />Dull Copper\n| +1\n| +2.5%\n|-\n| [[File:ingotshadow.png|link=]]<br />Shadow Iron\n| +2\n| +5%\n|-\n| [[File:ingotcopper.png|link=]]<br />Copper\n| +3\n| +7.5%\n|-\n| [[File:ingotbronze.png|link=]]<br />Bronze\n| +4\n| +10%\n|-\n| [[File:ingotgold.png|link=]]<br />Gold\n| +5\n| +12.5%\n|-\n| [[File:ingotagapite.png|link=]]<br />Agapite\n| +6\n| +15%\n|-\n| [[File:ingotverite.png|link=]]<br />Verite\n| +7\n| +17.5%\n|-\n| [[File:ingotvalorite.png|link=]]<br />Valorite\n| +8\n| +20%\n|-\n| [[File:ingotavarite.png|link=]]<br />Avarite\n| +9\n| +22.5%\n|}\n\n\n\n==Chest Difficulty==\n===Dungeon/Treasure Map Chests===\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Chest\n! Difficulty Level\n! Minimum Skill\n! Progress Amount\n|-\n| Worthless\n| 1\n| 0\n| ((40% to 80%) * (1 + Tool Bonus)) %\n|-\n| Very Easy\n| 2\n| 25\n| ((36% to 72%) * (1 + Tool Bonus)) %\n|-\n| Easy\n| 3\n| 50\n| ((32% to 64%) * (1 + Tool Bonus)) %\n|-\n| Average\n| 4\n| 75\n| ((28% to 56%) * (1 + Tool Bonus)) %\n|-\n| Difficult\n| 5\n| 95\n| ((24% to 48%) * (1 + Tool Bonus)) %\n|-\n| Very Difficult\n| 6\n| 105\n| ((20% to 40%) * (1 + Tool Bonus)) %\n|-\n| Extremely Difficult\n| 7\n| 115\n| ((16% to 32%) * (1 + Tool Bonus)) %\n|-\n| Nearly Impossible\n| 8\n| 125\n| ((12% to 24%) * (1 + Tool Bonus)) %\n|}\n\n===Paragon Chests===\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Paragon Chest\n! Minimum Skill\n! Progress Chance\n|-\n| Lesser\n| ~75\n| ???\n|-\n| Greater\n| ~95\n| ???\n|-\n|}\n\n\n==Harvest Aspect==\n* Lockpicking is affected by bonuses from the [[Harvest Aspect]]\n\n\n==Training==\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-80\n| Use a Locksmith Training Box and repeat picking locks in [[New Player Dungeon]]\n|-\n| 80-120\n| Continue using a Locksmith Training Box and repeat picking locks\n|}"
	},
	{
		"skillTitle": "Item Identification",
		"skillText": "[[Category:Skills]]\n==Summary==\n* Used to identify an unidentified magical item, properties found on the [[Modifiers]] page\n* Used in deciphering [[Lore_System#Research_Materials|Research Materials]]\n* Increases the Bonuses derived from Magical Properties on Magical Items including any Weapons, Armor, Shields, Spellbooks, and Instruments that the player uses when fighting creatures\n\n==High Level Item Identification==\nPlayers receive the following bonuses when using Item ID at various skill levels:\n\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Ability\n|-\n| 105\n| style=\"text-align: left;\" |Will also list the item's NPC vendor sale price (if applicable)\n|-\n| 110\n| style=\"text-align: left;\" |Will also list the item's Arcane Essence recycle amount (if applicable)\n|-\n| 120\n| style=\"text-align: left;\" |Can be used on a container to identify all items within it.<br />Also lists the total NPC vendor and Arcane Essence value of all items inside\n|}\n\n\n==PvP==\nPlayers will receive a Supplemental PvP Melee Damage Bonus of (10% * (Item ID Skill / 100) while Flagged in PvP\nPlayers will receive a Supplemental PvP Spell Damage Bonus of (10% * (Item ID Skill / 100) while Flagged in PvP\n\n\n==Magical Item Property Bonuses==\nMagical Item Property Bonuses only apply in PvM\n\n===Weapons===\n* Increases the bonus from the Accuracy magical property by (50% * (Item Identification Skill / 100))\n* Increases the bonus from the Damage magical property by (100% * (Item Identification Skill / 100))\n* Increases the bonus from the Slayer magical property by (50% * (Item Identification Skill / 100))\n\n\n===Armor and Shields===\n* Increases the bonus from the Protection magical property by (100% * (Item Identification Skill / 100))\n\n\n===Magical Spellbooks===\n* Increases the bonus from the Potency magical property by (50% * (Item Identification Skill / 100))\n* Increases the bonus from the Damage magical property by (100% * (Item Identification Skill / 100))\n* Increases the bonus from the Slayer magical property by (50% * (Item Identification Skill / 100))\n\n\n===Instruments===\n* Increases the bonus from the Artistry magical property by (100% * (Item Identification Skill / 100))\n* Increases the bonus from the Slayer magical property by (100% * (Item Identification Skill / 100))\n\n\n====Example====\n* A player with 80 Item ID skill is using an Eminently Accurate, Vanquishing, Greater Undead Slaying Heavy Crossbow against an Undead creature\n\n* The weapon normally provides +15% Accuracy from the Eminently Accurate property\n* The weapon normally provides +25% Damage from the Vanquishing property\n* The weapon normally provides +45% Damage from the Greater Slaying property (when slayer matched)\n\n* The player would receive an additional (15% * (50% * (80 / 100))) = +6% Accuracy bonus from the Eminently Accurate property\n* The player would receive an additional (25% * (100 * (80 / 100))) = +20% Damage bonus from the Vanquishing property\n* The player would receive an additional (45% * (50% * (80 / 100))) = +18% Damage bonus from the Greater Slaying property\n\n* Effectively, the player will have 15% + 6% = +21% Accuracy Bonus from the weapon factoring in Item Identification bonuses\n* Effectively, the player will have 25% + 45% + 20% +18% = +108% Damage Bonus from the weapon factoring in Item Identification bonuses\n\n\n===Slayer Wands===\n* Slayer Wands will no longer be usable by players\n* Slayer Wands will no longer drop as loot\n* Players will be able to exchange Wands at the Prevalia Exchange Officer in Prevalia for randomized Arcane Runes\n\n\n==Training==\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-80\n| Use Item Identification on items while in the[[New Player Dungeon]]\n|-\n| 80-120\n| Continue using Item Identification on items\n|}"
	},
	{
		"skillTitle": "Blacksmithy",
		"skillText": "[[Category:Skills]][[Category:Crafting]][[Category:PvM]][[Category:PvP]][[Category:Customization]]\n==Summary==\n* Create Ingot-based weapons and shields\n* Creating Ringmail, Chainmail, and Platemail armor\n* Can create Blacksmithy Repair Kits which can be used by a player (with no skill requirement) to target a container and repair all Blacksmithy-made items within the container\n* A Blacksmith with 95 skill can use Blacksmithy Repair Kits on another player, which will repair all Blacksmithy-made items in that player's backpack and those currently equipped. \n* Provides a (25% * (Blacksmithy Skill / 100)) Armor bonus for the player when wearing any Blacksmithy-craftable armor (includes magical and aspect armor)\n\n[[File:BS.jpg|link=]]\n\n==PvM/PvP Bonuses==\n{| class=\"wikitable\" style=\"text-align: center;\"\n! PvM\n| style=\"text-align: left;\" | [[Base Weapon Damage]] * (25% * (Blacksmithing Skill / 100)) Melee Damage bonus for the player when wielding any Blacksmithing-craftable weapons\n|-\n! PvP\n| style=\"text-align: left;\" | [[Base Weapon Damage]] * (10% * (Blacksmithing Skill / 100)) Melee Damage bonus when wielding any Blacksmithing-craftable weapons\n|}\n\n\n==Craftables==\n{{Blacksmithy}}\n\n\n==Colored Material Bonuses==\n{{ColoredIngotDurabilityBonus}}\n\n\n\n==Training==\n* Estimated 130,000 ingots for 50-100 with recycling\n* 240,000 ingots for 50-120 with recycling\n* Ingots Required on chart are with recycling and estimates as of October 2024\n\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Gain Chance\n| Ingots Req.\n! Craft\n|-\n| 0-50\n| 100%\n| 0\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-65\n| 7.496% - 2.5% @60\n| ~11697 - 14139\n| Chainmail Gorget\n|-\n| 65-70\n| 1.875%\n| ~9435 - 9450\n| Chainmail Gloves\n|-\n| 70-75\n| 2.0%\n| ~10012 - 10072\n| Chainmail Coif\n|-\n| 75-85\n| 1.667% - 1.429% @80\n| ~28280 - 33449\n| Platemail Gorget\n|-\n| 85-90\n| 1.250%\n| ~16728 - 16960\n| Platemail Gloves\n|-\n| 90-95\n| 1.389%\n| ~21725\n| Platemail Helm\n|-\n| 95-100\n| 1.250%\n| ~27768\n| Platemail Arms\n|-\n| 100-105\n| 1.250%\n| ~33334\n| Platemail Legs\n|-\n| 105-110\n| 1.250%\n| ~31820\n| Blacksmithy Repair Kits\n|-\n| 110-115\n| 1.250%\n| ~27510\n| Blacksmithy Repair Kits\n|-\n| 115-120\n| 1.250%\n| ~26610\n| Blacksmithy Repair Kits\n|}"
	},
	{
		"skillTitle": "Stealing",
		"skillText": "[[Category:Skills]][[Category:PvP]][[Category:Thieves]]\n==Summary==\n* Players can use the Stealing skill to take certain items from another player\n* To steal from innocents a player must join the Red Hand [[Thieves Guild]]\n* Base success chance to steal an item is '''(1 * (Stealing Skill / 100))'''\n* A minimum of 80 [[Snooping]] skill is required to make any Stealing attempts\n* Players cannot make Stealing or Snooping attempts for 2 minutes after death\n* Stealing an item is considered \"using\" an item, and therefore will have the standard 500ms delay before another item can be used or moved afterwards\n* Players will not be Perma-Flagged for stealing against a player who attacked them first\n* Stolen items cannot be lifted by any player for 30 seconds\n* Players who makes a stealing attempt (success or fail) cannot use the Eject or Help/Stuck feature of a house for 5 seconds\n* Players can join the Grey Hand [[Thieves Guild]] to perform Mugging & Pilfering against creatures.  The [[Thieves Codex]] will further enhance the Stealing skill for PvM purposes.\n&emsp; &emsp; * The following apply to stealing from creatures: <br>\n&emsp; &emsp;&emsp; &emsp; - A player may only steal a maximum of 1000 gold per creature<br>\n&emsp; &emsp;&emsp; &emsp; - A player can only successfully steal from a creature once<br>\n&emsp; &emsp;&emsp; &emsp; - A creature will become barren after 3 players have successfully stolen from it, preventing future players from stealing anything from it.<br>\n&emsp; &emsp;&emsp; &emsp; - Stealing from a Paragon mob will always yield a Black Goods <br>\n* Players will no longer need to have a free hand in order to perform a Stealing action\n* Skill Cooldown for using the Stealing skill has been reduced to 5 seconds (previously was 10 seconds) (Patch: June 22, 2024)\n\n==Improving Stealing Chance==\n* A player who is wearing a [[Disguise Kit]] no longer gains a +25% bonus to stealing success chances\n* A player making a stealing attempt against a Disarmed target has a +25% bonus to stealing success chances\n* A player making a stealing attempt against a Hamstrung target has a +25% bonus to stealing success chances\n\n==Stealing Weights==\n* Item weight does not factor into stealing success chances, but the maximum weight an individual item a player can steal is (10 * (Stealing Skill / 100)) stones\n* If an item is stacked (such as gold or reagents), a successful stealing attempt will steal a number of the item equal to ( (5 * (Stealing Skill / 100)) / Individual Item Weight * (Random value between .9 and 1.1))\n** For example, a stealing attempt at 100 Stealing skill will steal an average of 50 Reagents or 250 Gold from a stack\n\n===Stealing from Containers===\n* The max total weight of items that can be stolen from a Stack will no longer be reduced by 50%\n* The max total weight of Arrows/Bolts that can be stolen from a Quiver will be scaled downward by the quiver's weight reduction scalar\n* The max total weight of Reagents and Spell Scrolls that can be stolen from a Wizard's Satchel will be reduced by the satchel's weight reduction scalar for that item type\n* The max total weight of Gold that can be stolen from a player will be scaled by the thief's gold weight reduction for Strong Box Customizations if they have any unlocked\n\n\n==Being Noticed==\n* When a player makes a criminal stealing attempt (against a blue target), they have a chance to be noticed by other players and human NPCs\n* If a thieving player is noticed by players or human NPCs while outside of town, it will simply generate a system message notification (no other consequences)\n* If a thieving player is noticed in town by any human NPCs, they will call guards and the thief will be killed\n* If a thieving player is noticed in town by any players, if they call guards within 30 seconds after the action occurs the thief will be killed. The player calling guards must be within 14 tiles of the thief.\n* Each non-friendly player (not in their guild) within 8 tiles of the thief increases the notice chance by 10% (reduced to 5% if not in LOS of the thief)\n* Each human NPC within 8 tiles of thief increases the notice chance by 5% (reduced to 2.5% if not in LOS of the thief)\n* Players will also potentially have an increased chance to be noticed if they have raised any \"Suspicion\" in a town (see below)\n\n\n==Suspicion==\n* When a player is noticed in a town after a stealing attempt, their amount of \"Suspicion\" in that specific town is raised\n* Each time a player is noticed after a stealing attempt in an individual town, they will suffer a cumulative 10% increase in chance to be noticed when making future stealing attempt in that same town for the next 12 hours (the player must go 12 hours without a guard related death to clear their Suspicion in a town)\n* Players can view their current Suspicion levels for each town by saying '''\"I must consider my sins\" or [ConsiderSins'''\n\n[[File:stealing-suspicion.png|link=]]\n\n\n==Locked Containers==\n* Players can now use Lockpicking against Locked Containers in other player's backpacks\n* Players will no longer be able to drag/drop/stack items into Locked Containers in their backpack\n\n\n==Training==\n===Pickpocket Dip===\n* Pickpocket dips can be utilized to train stealing and snooping simultaneously to 100\n* Simply setup a macro to doubleclick the dip every 5 seconds\n\nIf you have access to a pickpocket dip - this is the simplest way to train:\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-80 \n| Use a Pickpocket Dip on Shelter Island\n|-\n| 80-100\n| Use a Pickpocket Dip outside of Shelter Island \n(See messages pinned to #thieves-pvm in the Outlands Discord)\n|}\n\n===Pack Animal===\nBuy a Pack Llama or Pack Horse from a Stablemaster, and train stealing on it.\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-100\n| Steal from a pack animal or another player/character, outside of shelter island\n|}\n\n\n==Community Videos==\n{{#ev:youtube|https://youtu.be/WqzspaW1_Qo}}\n\n{{#ev:youtube|https://youtu.be/1SnGIjxEYV4}}\n\n{{#ev:youtube|https://youtu.be/pz0M_fg2OEs}}"
	},
	{
		"skillTitle": "Snooping",
		"skillText": "[[Category:Skills]][[Category:Thieves]][[Category:PvP]]\n==Summary==\n* Players have a '''(100% * (Snooping Skill / 100))''' chance to successfully snoop another player's backpack and containers\n* Players when Snooping have a (100% - (75% * (Snooping Skill / 100)) chance to be noticed by nearby players within 8 tiles (which simply generates a \"You notice X snooping Y\" system message)\n* If the thief is [[Hiding]] while making Snooping attempts, no system message notifications will be displayed to other players (i.e. \"You notice Luthius attempting to peak into Serathi's belongings\")\n* A minimum of 80 [[Snooping]] skill is required to make any [[Stealing]] attempts\n* Players cannot make [[Stealing]] or Snooping attempts for 2 minutes after death\n* Players Snooping another player (main or other containers in the pack) will trigger a 1 second Snooping skill cooldown\n* Snooping requires line of sight of a container (cannot snoop from different levels of houses or dungeons)\n\n\n[[File:luthsnoop.png|link=]]\n\n==Trapped Pouches==\n* Players attempting to snoop a trapped pouch that is empty (no items inside) will be prevented from doing so\n\n==Training==\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-80\n| Use Pickpocket Dips on Shelter Island\n|-\n| 80-100\n| Snoop another player/character or use a Pickpocket Dip outside of Shelter\n|}"
	},
	{
		"skillTitle": "Hiding",
		"skillText": "[[Category:Skills]][[Category:Thieves]][[Category:PvM]]\n==Summary==\n* Allows the player to become invisible indefinitely\n\n* You must be a good distance away/out of sight from any mob (creature or player) for this to succeed. However, one thing you can do is turn around a corner and immediately hide since you are out of sight.\n\n* You can not raise this skill (or detect hidden) while in a house you are at least friended to, as it will always work there\n\n* Chance to hide is equivalent to the skill level (50 skill = 50%, etc)\n\n* Players who are Friended to a house receive an effective bonus of 100 Hiding skill for making Hiding attempts inside that house (non-Friends no longer receive any bonuses, will not gain skill)\n\n* All players who are within 1 tile of a house, but not actually inside in that house, will receive an effective bonus of 50 Hiding Skill for making Hiding attempts\n\n* Required by the [[Stealth]] skill to make movements while hidden\n\n** Can be paired with the Stealth skill to make [[Stealth#Baqckstabbing|Backstab]] attacks against creatures\n\n* Players who are revealed via [[Detecting Hidden]] or the [[Magery|Reveal Spell]] cannot become Hidden or Invisible by any means for 5 seconds\n** Players who are revealed also cannot Eject from a house for 5 seconds\n\n* Hidden players that are Revealed due to a creature ability will be prevented from any form of Hiding/Invisibility for the next 10 seconds\n** some higher level creatures may have longer durations\n\n\n[[File:hidinga.gif|link=]]\n\n==Training==\n* Note: Players cannot train hiding in places where they have effective hiding bonuses, i.e. friendly houses/inn rooms.\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-80\n| Use Hiding in [[New Player Dungeon]]\n|-\n| 80-100\n| Continue using Hiding\n|}"
	},
	{
		"skillTitle": "Stealth",
		"skillText": "[[Category:Skills]][[Category:Thieves]]\n==Summary==\n* Must have at least 80 [[Hiding]] to be able to Stealth\n* Players gain (5 + (10 * (Stealth Skill / 100))) Stealth steps per Stealth activation\n* After the Hiding Skill Use Timer has expired, you will receive a system message indicating \"You feel comfortable enough to begin stealthing.\"\n* Players have a 100% * (Stealth Skill / 100) chance to successfully stealth after being hidden for 10 seconds, you are revealed on a failure\n* While Stealthing, if you have moved more than your available steps before the Stealth Skill Use Timer has expired (10s), you will need to wait to continue Stealthing. You will see a system message \"You feel ready to continue stealthing\", when you are able to continue without revealing yourself.\n\n[[File:stealthing1.gif|link=]]\n\n==Auto-Stealth Command==\n* If a player has Auto-Stealth enabled, when 10 seconds have passed since their last Stealth usage (skill cooldown) and they still have Stealth Steps remaining, they will now receive a \"You will automatically stealth when out of steps\" message\n* If a player has Auto-Stealth enabled and they have reached 0 Stealth Steps remaining, they will receive a \"You feel ready to continue stealthing\" message if they can immediately continue stealthing (i.e. 10 seconds has passed since last Stealth skill usage)\n* Toggle Auto-Stealth by typing \"[AutoStealth\"  \n\n[[File:stealthsteps.png|link=]]\n\n==Backstabbing==\n* A player who is stealthed can perform a Backstab attack against creatures in their weapon range if they meet the following criteria:\n** The player has at least 80 Stealth skill and 80 skill in their equipped weapon's skill.\n\n* Backstab attacks have the following modifiers:\n** A player's accuracy when making Backstab attacks is +25%\n** Chance to inflict poison increased by +25% \n** Players cannot trigger Weapon Specials or Weapon Abilities on Backstab hits\n\n\n* The Damage multiplier for Stealth Backstabs is any wherefrom +800% to +1600% scaled to the weapon's speed\n** Backstab damage is also scaled by (Backstab Damage * (Stealth Skill / 100))\n** Backstab damage can be further increased with [[Mastery Chain|Mastery Chain Links]] or [[Shadow Aspect]].\n* Dice rolls for resolving damage on Stealth Backstabs are now rolled an additional time and take the best result (can stack with additional rolls from other sources)\n* Players making a backstab attempt receive a 50% Aspect Special chance bonus for the next 30 seconds (Shown in [Stats -> Melee for it's duration). This does not apply if the attempt is made when Stealthed via Shadow Aspect Special\n\n\n* Players attacking other players from stealth will make the same Backstab sound effect, but they will receive no bonuses to the attack.\n* Relevant skills have 10x their normal chance to result in a skill gain when a Backstab attack is made.\n\n==Training==\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-80\n| Hide and then use Stealth within [[New Player Dungeon]]\n|-\n| 80-120\n| Continue Hiding and Stealthing\n|}"
	},
	{
		"skillTitle": "Carpentry",
		"skillText": "[[Category:Skills]][[Category:Crafting]][[Category:PvM]][[Category:PvP]][[Category:Customization]]\n==Summary==\n* On Outlands, Bowcraft/Fletching has been merged into Carpentry\n* Craft board-based weapons, shields, ranged weapons and ammunition\n* Craft musical instruments, furniture and containers\n* Craft ship deeds (all ship stats are randomized from -10% to 10% and higher Carpentry skill reduces the chance of negative values for ship stats)\n* Craft Carpentry Repair Kits which can be used by a player with 95 Carpentry to target a container and repair all Carpentry-made items within the container\n* Carpentry Repair kits can also be used to target a player, which will repair all Carpentry-made items in that player's backpack and currently equipped\n\n==PvM/PvP Bonuses==\n{| class=\"wikitable\" style=\"text-align: center;\"\n! PvM\n| style=\"text-align: left;\" | \n* Provides a (25% * (Carpentry Skill / 100)) Armor bonus for the player when wearing any Carpentry-craftable armor (wooden shield, wooden kite shield) (includes magical and aspect armor)\n* When using weapon types created by the Carpentry skill (including magical and aspect variants), add [[Base Weapon Damage]] * (25% * (Carpentry Skill / 100)) damage to each attack\n* Scales the Quality and Material Bonuses of any Barding Instruments used by the player by (+50% * (Carpentry Skill / 100)\n* The Artisan Armor \"Crafting Skill Worn Equipment Bonus\" effect will apply to Carpentry scaling of Quality and Material Bonuses of Barding Instruments used by the player\n|-\n! PvP\n| style=\"text-align: left;\" | \n* When using weapon types created by the Carpentry skill (including magical and aspect variants), add [[Base Weapon Damage]] * (10% * (Carpentry Skill / 100)) damage to each attack\n|}\n\n\n==Craftables==\n{{Carpentry}}\n\n\n\n==Training==\n* Estimated 220,000 boards to GM\n* Requires an estimated 24 hours of crafting to max the skill\n* Recycle crafted items to recover and reuse resources\n\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Craft\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-65\n| Clubs\n|-\n| 65-75\n| Tambourines\n|-\n| 75-100\n| Bamboo Flutes\n|-\n| 100-120\n| Carpentry Repair Kits\n|}"
	},
	{
		"skillTitle": "Tailoring",
		"skillText": "[[Category:Skills]][[Category:Crafting]][[Category:PvM]][[Category:PvP]][[Category:Customization]]\n==Summary==\n* Create clothing, various armor types, fishing nets, addons and more\n* Can create Tailoring Repair Kits which can be used by a player with 95 Tailoring to target a container and repair all Tailoring-made items within the container\n* Tailoring Repair kits can also be used to target a player, which will repair all Tailoring-made items in that player's backpack and currently equipped\n\n\n==PvP, PvM and Attrition==\n* Tailoring-crafted Weapons (such as Cestus and Fistblade) will receive a (25% * (Tailoring Skill / 100)) Bonus to Melee Damage towards creatures\n* Provides a (50% * (Effective Tailoring Skill / 100)) Armor bonus for the player when wearing any Tailoring-craftable armor (includes magical and aspect armor)\n* When receiving a any type of damage from a creature (non-Tamed/Summoned) so long as the player is within 1 tile of the creature, the player will inflict (150% * (Effective Tailoring Skill / 100)) of the damage they receive onto the attacking creature, prior to any reductions from Reactive Armor, Parrying, or Armor Rating\n\n\nDamage amount inflicted is reduced if player is not wearing a full suit of Tailor crafted armor, with penalties as follows:\n\n{| class=\"wikitable\" style=\"text-align: center;\"\n|-\n! Missing Armor\n! Dmg Reduction\n|-\n| Leather Gorget\n| 7%\n|-\n| Leather Gloves\n| 7%\n|-\n| Leather Helmet\n| 14%\n|- \n| Leather Arms\n| 15%\n|-\n| Leather Legs\n| 22%\n|-\n| Leather Chest\n| 35%\n|}\n\n==Craftables==\n{{Tailoring}}\n\n{{TailoringArtisanClothing}}\n\n\n==Custom Craftables==\n===Aspect Cloth===\n* To craft Aspect Cloth, a player needs:\n** 120 Tailoring\n** 1 Aspect Distillation\n** 1 Pile of Wool\n\n[[File:aspectcloth.png|alt=Aspect Cloth|link=]]\n\n===[[Artisan Clothing]]===\n* Only craftable by Legendary (120) Tailors\n* All artisan clothing recipes require one or more [[Mastercrafting Diagram|Mastercrafting Diagrams]]\n* Read more details about [[Artisan Clothing]]\n\n[[File:artisanclothing.png|alt=Artisan Clothing|link=Artisan Clothing]]\n\n===Clothing Alteration Kits===\n* Players can craft Clothing Alteration Kits with 100 Tailoring skill (takes 50 Leather to craft)\n* Players can use Clothing Alteration Kits to take any existing piece of Clothing, Mask, Headgear, or Neckgear and merge it with a stack of colored cloth to adopt that hue color (this consumes the cloth used)\n* Each Clothing type will require a different amount of cloth be consumed to alter the hue, with the amounts being roughly the same amount of cloth that would be required to craft an item of similar size through Tailoring crafting\n\n[[File:wiki-clothingalterationkit1.gif|link=]]\n\n===Adventurer's Rope===\n* Players can craft [[Adventurer's Rope]] at 100 Tailoring Skill\n\n[[File:wiki-adventurersrope1.gif|alt=Adventurer's Rope|link=Adventurer's Rope]]\n\n\n===Disguise Kit===\n* Players can purchase Disguise Kits from Thief NPCs or they may craft them with the Tailoring skill\n* Players must have 80 [[Stealing]] skill in order to use a Disguise Kit\n* Players may apply a Disguise Kit at most once every 15 minutes\n* Read more details about the [[Disguise Kit]]\n\n[[File:disguisekitupdated.png|link=Disguise Kit]]\n\n\n==Training==\n* Estimated 228,000 leather from 50 skill to GM, or approximately 130,000 with recycling\n* Estimated 176,000 leather required from GM to Legendary, or approximately 109,000 with recycling\n* Estimated 238,000 leather required from 50 skill to 120 skill, with recycling\n* Requires an estimated 24 hours of crafting to max the skill\n\n===Suggested training schema===\n{| class=\"wikitable sortable\" style=\"text-align: center;\"\n|- \n|| Skill bracket\n|| % gain chance\n|| Leather required\n|| Crafted item\n|-\n|  | 50-55\n|  | 7.496\n|  | 3,000\n|  | Leather gorgets\n|-\n|  | 55-60\n|  | 3.75\n|  | 5,200\n|  | Leather gorgets\n|-\n|  | 60-65\n|  | 2.5\n|  | 6,600\n|  | Leather gorgets\n|-\n|  | 65-70\n|  | 1.874\n|  | 8,800\n|  | Leather gloves\n|-\n|  | 70-75\n|  | 2.0\n|  | 11,000\n|  | Leather caps\n|-\n|  | 75-80\n|  | 1.667\n|  | 15,600\n|  | Studded gorgets\n|-\n|  | 80-85\n|  | 1.428\n|  | 15,400\n|  | Studded gorgets\n|-\n|  | 85-90\n|  | 1.25\n|  | 17,600\n|  | Studded gloves\n|-\n|  | 90-95\n|  | 1.388\n|  | 19,800\n|  | Studded caps\n|-\n|  | 95-100\n|  | 1.25\n|  | 26,400\n|  | Studded arms\n|-\n|  | 100-105\n|  | 1.25\n|  | 30,800\n|  | Studded legs\n|-\n|  | 105-110\n|  | 1.25\n|  | 30,000\n|  | Tailoring repair kit\n|-\n|  | 110-115\n|  | 1.25\n|  | 26,000\n|  | Tailoring repair kit\n|-\n|  | 115-120\n|  | 1.25\n|  | 22,000\n|  | Tailoring repair kit\n|-\n|  | 120\n|  | n/a\n|  | n/a\n|  | Youâ€™re Legendary!\n|-\n|}"
	},
	{
		"skillTitle": "Herding",
		"skillText": "[[Category:Skills]][[Category:Taming]]\n==Summary==\n* The [FocusAggression command has been removed\n* A player's Followers will always receive bonuses provided by the Herding skill while the player has an \"Activated\" shepherd's crook either equipped or in their backpack\n\n==Shepherd's Crook==\n* Players can double-click a shepherd's crook to set it as their Activated shepherd's crook (as long as it is equipped or in their backpack)\n* All Followers controlled by a player will receive the Herding Skill bonuses to Damage and Damage Resistance based on which shepherd's crook is currently Activated by their controller\n* Players can single-click a shepherd's crook to see if it is currently Activated for them\n* shepherd's crook Effective Herding Skill Bonus = '''(PvM Accuracy Bonus + PvM Tactics Bonus as %)'''\n\n\n==PvM Bonus==\n* Tamed and summoned creatures deal (22% * (Effective Herding Skill / 100)) additional damage against creatures while their controller has an active shepherd's crook.\n* Receive (11% * (Effective Herding Skill / 100)) Damage Resistance towards all creatures\n\n\n==PvP Bonus==\n* Tamed and summoned creatures deal (11% * (Effective Herding Skill / 100)) additional damage against players while their controller has an active shepherd's crook.\n* Receive (5.5% * (Effective Herding Skill)) Damage Resistance towards all players\n\n\n==Training==\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-120\n| Activate a shepherd's crook to gain passively while fighting using Followers\n|}"
	},
	{
		"skillTitle": "Discordance",
		"skillText": "[[Category:Skills]][[Category:PvM]][[Category:Bard]]\n==Summary==\n* Using the Discordance skill greatly reduces the stats of the creature targeted\n* Players may Discord multiple creatures simultaneously\n* Skill usage cooldown is 5 seconds on both success and failure, but a player may only use Discordance once every 10 seconds (i.e. a player may alternate between using Discordance and Peacemaking every 5 seconds)\n* The [[Bard Codex]] will greatly enhance the Discordance skill\n\n[[File:wiki-discordancea.gif|link=]]\n\n\n==More Details==\n* A player's base Discordance skill is capped by their Musicianship skill (i.e. a player with 50 Discordance and 25 Musicianship is considered to have 25 Discordance)\n* A player's [[Effective Skill|Effective Discordance Skill]] is their (Discordance Skill + Instrument Skill Bonuses + Applicable Instrument Slayer Bonuses + Supplemental Skill Bonuses + Lyric Aspect Armor Bonus)\n* Players can increase their Effective Discordance Skill through use of the Forensic Eval and Tracking skill, which is listed in the above formula as \"Supplemental Skill Bonuses\" (see Forensic Eval and Tracking Skill entries for more info)\n* A player's total bonuses to Effective Discordance coming from Instruments, Supplemental Skill Bonuses, or Lyric Aspect Armor cannot be higher than their Musicianship skill (i.e. a player with 25 Musicianship could only gain up 25 points of Effective Discordance from their Instruments, Supplemental Skills, or Lyric Aspect Armor)\n* Chance for skillgain is doubled on a successful Discordance check\n* Discord effect duration is ((60 seconds - (Creature Difficulty Value)) * (Effective Barding Skill / 100)) with a minimum duration of 15 * (Musicianship Skill / 100) seconds\n* Players attempting to use Discordance on a creature that is currently already Provoked or Pacified will gain an effective Barding skill bonus of 25 on the Discordance attempt\n\n\n==Barding Songs==\nThe Barding Songs are:\n{{BardingSongs}}\n\n* Casting a Barding Song has a 10 second cooldown that is independent of normal bard skill usage\n* All AoE Barding Songs have a 15 minute duration\n\n[[File:wiki-songofdiscordancea.gif|link=]]\n\n\n==Discorded Creatures==\n* Discorded creatures take 25% increased damage from all sources. Bosses take increased damage from all sources related to their boss difficulty. An omni boss takes 10% increased damage for example.\n* Discorded creatures suffer a 25% penalty to their damage dealt\n* The effectiveness of the Discordance effects on creatures will now scale to be (Bard's Printed Discordance Skill / 120) % of normal [https://forums.uooutlands.com/index.php?threads/patch-notes-for-june-23-2023.4931/ Patch June 23,2023]\n* Discorded creatures that are Pacified or Provoked take an additional 15% increased damage from all sources\n* Creatures that have been discorded will have a swirling animation effect around them and will display *discorded Xs* in the text above their head when doing AllNames, where X is the number of seconds until the discordance effect will end\n\n==Area Discordance==\n* When selecting a target for Discordance, players may target themselves to create an area discordance effect\n* Area Discordance has the same cooldowns as a normal Discordance action\n* Area Discordance makes an individual Discordance skill check against each non-tamed creatures within 8 tiles of the bard\n* For each successful check, the creature is Discorded for 5 seconds\n* Players cannot perform AoE Discordance or Peacemaking while in a guarded areas\n\n\n==Miscellaneous==\n* Discord effects against tamed creatures will always be at most 15 seconds\n* Players attempting to use Discordance on a creature that is currently already Provoked or Pacified will gain an effective barding skill bonus of 25 on the Discordance attempt\n* Provoked creatures do not suffer a penalty to their damage dealt by Discordance\n* Provoked or Pacified creatures that are also Discorded taken an additional 15% damage from all sources (i.e. these creatures will take an additional 40% damage from all sources)\n\n\n==Training==\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-80\n| Use Discordance on creatures in the [[New Player Dungeon]]\n|-\n| 80-120\n| Use Discordance on creatures at the Prevalia Zoo/Battletrainer\n|}"
	},
	{
		"skillTitle": "Musicianship",
		"skillText": "[[Category:Skills]][[Category:Bard]][[Category:PvM]]\n==Summary==\nAn instrument is required to make use of the Musicianship, [[Provocation]], [[Discordance]] and [[Peacemaking]] skills. Instruments can be obtained several ways:\n\n* Purchased from a Bard NPC\n* Crafted with the [[Carpentry]] skill\n* Magical Loot from creatures\n* [[Modifiers#Instruments|Crafted instrument bonuses and Magical instrument bonuses can be found here.]]\n\n{{Instruments}}\n\n==More Details==\n* A player's effective Barding skill in Discordance, Peacemaking, and Provocation is capped by their Musicianship skill\n* A player cannot receive more bonuses to their Effective Barding Skill higher than their Musicianship skill (i.e. at player at 25 Musicianship could only gain 25 Effective Barding skill from Instruments, Supplemental Skill Bonuses, Lyric Aspect Armor, etc)\n* A player's [[Effective Skill|Effective Barding Skill]] is (Base Barding Skill + Instrument Skill Bonuses + Instrument Slayer Bonuses + Skill Slayer Bonuses + Lyric Aspect Armor Bonus + Mastery Chain Link Bonus)\n* A player's Base Barding Skill is capped by their Musicianship skill (i.e. 50 Provocation and 25 Musicianship = 25 Provocation)\n* A player total skill bonuses received from Lyric Aspect Armor, Mastery Chain Links or Slayer Bonuses is capped by their Musicianship skill (i.e a player with +50 total Barding skill from their Instruments, Lyric Aspect Armor, and Slayer Bonuses, but who only has 25 Musicianship skill will only gain +25 Barding skill from them)\n* Barding Success Chance = (Effective Barding Skill / 100%) - (CreatureDifficultyValue * 1.0%) [https://forums.uooutlands.com/index.php?threads/patch-notes-for-april-7-2020.2849/ See important examples in patch April 7,2020]\n* A player's Minimum barding success chance is now ((Effective Barding Skill / 100) * .25)) [https://forums.uooutlands.com/index.php?threads/patch-notes-for-april-7-2020.2849/ See important examples in patch April 7,2020]\n* Boss Barding effects reduce the Melee Attack Speed and Casting Speed of the creature by 25% and increase delay of Ability Cooldowns of the creature by 25%\n\nThe Barding Skill debuff Durations are:\n\n{| class=\"wikitable\" style=\"text-align: center;\"\n!colspan=\"2\"| Barding skill debuff Durations\n|- style=\"vertical-align:bottom;\"\n! Skill\n! Duration\n|-\n| [[File:songofdiscordance.png|link=Discordance]]<br />[[Discordance]]\n| style=\"text-align: left;\"| ((Effective Barding Skill / 100) * 60 sec)\n|-\n| [[File:songofpeacemaking.png|link=Peacemaking]]<br />[[Peacemaking]]\n| style=\"text-align: left;\"| ((Effective Barding Skill / 100) * 30 sec)\n|-\n| [[File:songofprovocation.png|link=Provocation]]<br />[[Provocation]]\n| style=\"text-align: left;\"| ((Effective Barding Skill / 100) * 30 sec)\n|-\n|}\n\n==Bard Songs==\n* Players have the ability when using Barding skills to target the ground and activate a Barding Song\n* When a player activates a Barding Song, the effects will now only be granted to themselves and any other players or creatures who flag as Green to them, or are in the same party as them\n* In order for a player to benefit from a Barding Song (Song of Provocation/Peacemaking/Discordance) the player needs to be within 50 tiles of the player who created the bonus (if multiple people activate barding songs near players, it will always use the highest valued version of any player within 50 tiles)\n* A player's Effective Barding skill for determining song effectiveness is capped by their Musicianship skill (i.e. 70 Musicianship and 90 Provocation = effective 70 Provocation)\n* Casting a Barding Song has a 10 second cooldown that is independent of normal bard skill usage\n\n\nThe Barding Songs are:\n{{BardingSongs}}\n\n==Barding Breaks==\n* While a non-Boss creature is Provoked or Pacified, for every 1 second that passes there is a ((CreatureDifficulty / 100) * 1%) chance they will suffer a \"Barding Break\" effect that will last for (CreatureDifficulty / 10) seconds\n\nWhen a creature suffers a Barding Break:\n\n* A \"Barding Break\" message will appear over their head and a sound effect will play\n* Their Provocation and Peacemaking effects (but not Discordance) will immediately end\n* They will have Provocation and Peacemaking immunity while the Barding Break is in place\n* The creature will suffer -50% Attack Speed, -50% Casting Speed, and +50% delays between Abilities while the Barding Break is in place (i.e. the same effects concept referred to previously as a Boss Barding Effect)\n* When a creature's (non-boss) Barding Break effect ends, the creature will then have a moderate Aggro Bonus towards the bard who placed the original barding effect on them for the next 10 seconds\n\n\n==Defensive Barding== \n* Defensive Barding will ONLY apply while a player is Flagged in PvP\n* Players will receive Defensive Barding if they do not have [[Heat of Battle]] in effect (i.e. they have not made an aggressive action against another player recently)\n* When Defensive Barding activates the player will automatically receive an Effective Wrestling skill value and Effective Magic Resist skill value, but only for the purposes of defending against attacks/spells, based on their barding skill values\n** Effective Wrestling skill value of ((Discordance Skill + Peacemaking Skill + Provocation Skill) / 2) up to a maximum of 100 Skill value<br>\n** Effective Magic Resist skill value of ((Discordance Skill + Peacemaking Skill + Provocation Skill) / 2) up to a maximum of 100 Skill value\n** The Wrestling/Magic Resist received from Defensive Barding will NOT count towards meeting any Skill Requirements needed for Codexes/Grimoires/etc and players will NOT receive any unique PvM bonuses from Wrestling / Magic Resist (such as Wrestling Mana Refund Chance or Magic Resist Siphon Spell Damage)\n\n* If a player already has a printed Wrestling or Magic Resist skill for their character at a higher amount than the Effective Barding skill received for that skill, the player's printed skill will always take priority. [https://forums.uooutlands.com/index.php?threads/patch-murderer-and-pvp-overhaul-general-changes.3232/ Patch Notes Sept 28 2020]\n\n\n==Training==\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-80\n| Play any instrument or use a Barding skill on creatures in [[New Player Dungeon]]\n|-\n| 80-120\n| Play any instrument or use a Barding skill on creatures at the Prevalia Zoo/Battletrainer\n|}"
	},
	{
		"skillTitle": "Provocation",
		"skillText": "[[Category:Skills]][[Category:Bard]]\n==Summary==\n* Players can use the Provocation skill to make creatures fight one another\n* Provocation effects will now remain in place so long as the bard remains within 50 tiles of the affected creatures (Barding Breaks can still occur as normal, however)\n* Skill usage cooldown is 10 seconds on success and 5 seconds on failure, but a player may use Discordance once every 5 seconds (i.e. a player may alternate between using Provocation and Discordance every 5 seconds)\n* The [[Bard Codex]] will greatly enhance the Provocation skill\n\n[[File:wiki-provocationa.gif|link=]]\n\n==More Details==\n* A player's base Provocation skill is capped by their Musicianship skill (i.e. a player with 50 Provocation and 25 Musicianship is considered to have 25 Provocation)\n* A player's [[Effective Skill|Effective Provocation Skill]] is their (Provocation Skill + Instrument Skill Bonuses + Applicable Instrument Slayer Bonuses + Supplemental Skill Bonuses + Lyric Aspect Armor Bonus)\n* Players can increase their Effective Provocation Skill through use of the Forensic Eval and Tracking skill, which is listed in the above formula as \"Supplemental Skill Bonuses\" (see Forensic Eval and Tracking Skill entries for more info)\n* A player's total bonuses to Effective Provocation coming from Instruments, Supplemental Skill Bonuses, or Lyric Aspect Armor cannot be higher than their Musicianship skill (i.e. a player with 25 Musicianship could only gain up 25 points of Effective Peacemaking from their Instruments, Supplemental Skills, or Lyric Aspect Armor)\n* Chance for skillgain is doubled on a successful provocation check\n* Provocation effect duration is ((60 seconds - (Highest Creature Difficulty Value)) * (Effective Barding Skill / 100)) with a minimum duration of 15 * (Musicianship Skill / 100) seconds\n* If a player attempts to Pacify a Provoked creature (or vice versa), it will override the existing barding effect with the new one\n* Players attempting to use Provocation on creatures that are currently already Pacified or Discorded will gain an effective barding skill bonus of 12.5 on the Provocation attempt for <b>each</b> already barded creature. (as Provocation targets two creatures, both are checked)\n\n==Barding Songs==\nThe Barding Songs are:\n{{BardingSongs}}\n\n[[File:wiki-songofprovocationa.gif|link=]]\n\n==Provoked Creatures==\n* Provoked creatures will attack each other until effect expires\n* Provoked creatures now deal +50% damage to other Provoked creatures (patch [https://forums.uooutlands.com/index.php?threads/patch-notes-for-april-7-2020.2849/ April 7,2020])\n* Creatures that have been provoked will display *provoked Xs* in text above their head when doing AllNames, where X is the number of seconds remaining until the provocation effect will end\n* If the bard moves further away from a Provoked creature than their Tether distance, that creature will only deal 1 damage to other Provoked creatures, [https://forums.uooutlands.com/index.php?threads/patch-notes-for-april-7-2020.2849/ patch April 7,2020]\n*  Players and creatures now have a 10% Accuracy bonus against a creature if a friendly player has a Provocation effect on it (players can toggle which players receive barding bonus in their Bard Codex settings)\n\n==Miscellaneous==\n* Tamed creatures cannot be provoked\n* Players attempting to use Provocation on creatures that are currently already Pacified or Discorded will gain an effective Barding skill bonus of 12.5 on the Provocation attempt for each already Barded creature\n* Provocation \"Tether\" distance for a player is now their (Effective Provocation Skill / 2) tiles (previously was 18) [https://forums.uooutlands.com/index.php?threads/patch-notes-for-april-7-2020.2849/ patch April 7,2020]\n\n\n==Training==\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-80\n| Use Provocation on creatures in [[New Player Dungeon]]\n|-\n| 80-100\n| Use Provocation on creatures at the Prevalia Zoo\n|}"
	},
	{
		"skillTitle": "Peacemaking",
		"skillText": "[[Category:Skills]][[Category:Bard]]\n==Summary==\n* Players can use the Peacemaking skill to subdue enemies for a certain amount of time\n* Players may Pacify multiple creatures simultaneously\n* Skill usage cooldown is 10 seconds on success and 5 seconds on failure. A player may alternate between using Peacemaking or Provoking and Discordance every 5 seconds\n* The [[Bard Codex]] will greatly enhance the Peacemaking skill\n\n[[File:wiki-peacemakinga.gif|link=]]\n\n\n==More Details==\n* A player's base Peacemaking skill is capped by their Musicianship skill (i.e. a player with 50 Peacemaking and 25 Musicianship is considered to have 25 Peacemaking )\n* A player's [[Effective Skill|Effective Peacemaking Skill]] is their (Peacemaking Skill + Instrument Skill Bonuses + Applicable Instrument Slayer Bonuses + Supplemental Skill Bonuses + Lyric Aspect Armor Bonus)\n* Players can increase their Effective Peacemaking Skill through use of the Forensic Eval and Tracking skill, which is listed in the above formula as \"Supplemental Skill Bonuses\" (see Forensic Eval and Tracking Skill entries for more info)\n* A player's total bonuses to Effective Peacemaking coming from Instruments, Supplemental Skill Bonuses, or Lyric Aspect Armor cannot be higher than their Musicianship skill (i.e. a player with 25 Musicianship could only gain up 25 points of Effective Peacemaking from their Instruments, Supplemental Skills, or Lyric Aspect Armor)\n* Chance for skill gain is doubled on a successful peacemaking check\n* Pacification effect duration is ((60 seconds - (Creature Difficulty Value)) * (Effective Barding Skill / 100)) with a minimum duration of 15 * (Musicianship Skill / 100) seconds\n* If a player attempts to Pacify a Provoked creature (or vice versa), it will override the existing barding effect with the new one\n* Players attempting to use Peacemaking on a creature that is currently already Provoked or Discorded will gain an effective barding skill bonus of 25 on the Peacemaking attempt\n* Pacification effects against tamed creatures will always be at most 15 seconds\n\n\n==Barding Songs==\nThe Barding Songs are:\n{{BardingSongs}}\n\n* Casting a Barding Song has a 10 second cooldown that is independent of normal bard skill usage\n* All AoE Barding Songs have a 15 minute duration\n\n[[File:wiki-songofpeacemakinga.gif|link=]]\n\n\n==Pacified Creatures==\n* Pacified creatures will not move, perform melee attacks, cast spells, or use most abilities\n* Creatures that have been pacified will display *pacified Xs* in text above their head when doing AllNames, where X is the number of seconds of remaining until the pacification effect will end\n* Players and creatures now have a 15% Accuracy bonus against a creature if a friendly player has a Peacemaking effect on it (players can toggle which players receive barding bonus in their Bard Codex settings)\n\n==Area Peacemaking==\n* When selecting a target for Peacemaking, players may target themselves to create an area pacification effect\n* Area Peacemaking has the same cooldowns as a normal Peacemaking action\n* Area Peacemaking makes an individual Peacemaking skill check against each non-tamed creatures within 8 tiles of the bard\n* For each successful check, the creature is Pacified for 2 seconds\n* Players cannot perform AoE Peacemaking and AoE Discordance while in a guarded areas\n\n\n==Training==\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-80\n| Use Peacemaking on creatures in [[New Player Dungeon]]\n|-\n| 80-100\n| Use Peacemaking on creatures at the Prevalia Zoo\n|}"
	},
	{
		"skillTitle": "Poisoning",
		"skillText": "[[Category:Skills]]\n==Poison Damage==\n* Players are now capped at having at most 8 Poison effects active on creatures at a time\n** If a player attempts to poison an additional creature while already at the maximum, they will receive a system message informing them of this restriction\n* Player-inflicted Poison (through spells or weapons) damage against creatures is increased by 50% \n* Player-inflicted Poison (through spells or weapons) has its damage increased by (100% * (Taste ID Skill / 100)) (PvM only)\n* When a non-tamed creature takes damage from poison, if the creature or player that poisoned them is more than 18 tiles away, the poison will downgrade its damage to Lesser Poison\n* Poison ticks coming player-based poison will resolve as Lesser Poison for damage if any of the following are true:\n** The player is Not Alive (no change)\n** The player is more than 18 Tiles away from the creature (no change)\n** The player is Hidden\n*** If a player is Hidden and they currently have Poison effects active on multiple creatures, each time a Poison Tick occurs on one of those creatures it will have a (33% (Total Creatures Poisoned - 1)) chance to resolve the poison's damage as Lesser Poison instead of their actual poison level\n\n\n{| class=\"wikitable\" style=\"text-align:center;\"\n|-\n! Poison\n! Damage\n|-\n| Lesser\n| 5 Damage every 10 seconds\n|-\n| Regular\n| 10 Damage every 8 seconds\n|-\n| Greater\n| 15 Damage every 7 seconds\n|-\n| Deadly\n| 20 Damage every 6 seconds\n|-\n| Lethal\n| 25 Damage every 5 seconds\n|}\n\n==Curing Poison==\n===Progressive Curing===\n* The first Cure Potion a player drinks every 30 seconds will now be a free consumption (players will get a system message telling them this occurred)\n* Each consecutive failed attempt at curing poison now increases chance of the next attempt by a flat value equal to the unmodified base cure chance (before factoring in adjustments for Poison Skill, Taste ID, or Other Player Effects) assigned to the type of poison\n\n\n'''Example of curing Deadly Poison inflicted by a player with GM Poisoning Skill and GM Taste ID:'''\n\n* The base chance to cure Deadly Poison via Greater Cure Potion or GM Magery is 50% chance\n* If they fail their cure attempt, their next attempt will receive a flat 50% bonus\n* Poisons inflicted with GM Poisoning and GM Taste ID have their initial cure chance reduced by a scalar of 50% (i.e. 50% base cure chance becomes 25% cure chance)\n* Subsequent attempts are still increased by the unmodified base cure chance as a flat percentage\n\n{| class=\"wikitable\" style=\"text-align:center;\"\n|-\n! Attempt\n! Cure Chance\n|-\n| 1st\n| 25%\n|-\n| 2nd\n| 75%\n|-\n| 3rd\n| 125%\n|}\n\n\n'''Example of curing Lethal Poison inflicted by a player with 120 Poisoning Skill and 120 Taste ID:'''\n\n* Base chance to cure Lethal Poison via Greater Cure Potion or GM Magery is 25% chance\n* If they fail their cure attempt, their next attempt will receive a flat 25% bonus\n* Poisons inflicted with 120 Poisoning and 120 Taste ID have their initial cure chance reduced by a scalar of 60% (i.e. 25% base cure chance becomes 10% cure chance)\n* Subsequent attempts are still increased by the unmodified base cure chance as a flat percentage.\n\n{| class=\"wikitable\" style=\"text-align:center;\"\n|-\n! Attempt\n! Cure Chance\n|-\n| 1st\n| 10%\n|-\n| 2nd\n| 35%\n|-\n| 3rd\n| 60%\n|-\n| 4th\n| 85%\n|-\n| 5th\n| 110%\n|}\n\n\n===Potion Cure Chances===\n{| class=\"wikitable\" style=\"text-align:center;\"\n|-\n! Cure Type\n! Poison Type\n! Cure Chance\n|-\n| rowspan=\"5\" | [[File:curepotion.jpg|link=]]<br />Lesser Cure\n| Lesser\n| 75%\n|-\n| Regular\n| 50%\n|-\n| Greater\n| 25%\n|-\n| Deadly\n| 0%\n|-\n| Lethal\n| 0%\n|-\n| rowspan=\"5\" | [[File:curepotion.jpg|link=]]<br />Regular Cure\n| Lesser\n| 100%\n|-\n| Regular\n| 75%\n|-\n| Greater\n| 50%\n|-\n| Deadly\n| 25%\n|-\n| Lethal\n| 0%\n|-\n| rowspan=\"5\" | [[File:curepotion.jpg|link=]]<br />Greater Cure\n| Lesser\n| 125%\n|-\n| Regular\n| 100%\n|-\n| Greater\n| 75%\n|-\n| Deadly\n| 50%\n|-\n| Lethal\n| 25%\n|}\n\n===Bandaging Cure Chances===\n{| class=\"wikitable\" style=\"text-align:center;\"\n|-\n! Chance to Cure Player\n| ((150% - (Poison Level * 25%)) * (Healing Skill / 100)) - (Slips * 2%)\n|-\n! Chance to Cure Creature\n| ((150% - (Poison Level * 25%)) * (Veterinary Skill / 100)) - (Slips * 2%)\n|}\n\n===Cure and Arch Cure Spell Chances===\n* Chance to Cure = ((150% - (Poison Level * 25%)) * (Magery Skill / 100))\n\n\n\n==Poison Resistance==\n* Many creatures have a Poison Resistance stat (listed as a percentage % value, but will not resist poison cast from players, only a chance to resist each tick of damage\n* Players may temporarily receive Poison Resistance through skills such as Taste ID and various item effects\n* Poison Resistance on creatures is checked on a Per Poison Tick Basis, so abilities/effects that trigger multiple Poison Ticks to be resolved at once (such as [[Necromancy#Necromancy_Ability_Descriptions|Poison Strike]]/[[Poison Aspect]] Weapon or Spell Proc) will make multiple Poison Resistance checks against each tick being resolved, rather than a single Poison Resistance check that would nullify the entire stack of Poison Ticks\n* Most creatures with Poison Resistance will now have a Minimum Poison Resistance that they cannot be reduced below with effects (will typically be 1/4th of their normal Poison Resistance, but may be higher for harder content and Bosses)\n\n==Poison Kit==\n* Players can craft [[Poison Kit|Poison Kits]] with the [[Alchemy]] skill, which is a Blessed item that allow players to customize the handling of their Poison Effects towards creatures (these bonuses will never affect players)\n\n[[File:poisonkitgump1.jpg|link=Poison Kit]]\n\n==Poisoned Weapons==\n* Poison may be applied to any stabbing weapon. This includes all Fencing weapons and all swords, but not axes or polearms and no maces. \n* Chance to inflict poison in PvP is flat 25% for all poison types\n* Chance to inflict poison in PvM is 25% + ([[Effective Skill|Effective Poisoning Skill]] / 4%) for all poison types\n* Players need 95 Printed Poisoning skill or higher to apply Lethal Poison via weapon\n* Chance to not lose poison charge on a failed infliction check is (50% * (Poisoning Skill / 100))\n* Chance for player to cure poison that was inflicted by a player with poisoning is reduced by (25% * (Poisoning Skill / 100))\n* If a creature is hit by a poisoned weapon, but the creature is already poisoned with an equal or higher poison level than what's on the weapon, no poison attempt will be made with the weapon (and no poison charges will be lost)\n* Players with Poisoning skill use fractional amounts of Poison Charges when inflicting poison with a weapon onto a creature\n* Players will lose (1 - (0.50 * (Effective Poisoning Skill / 100)) Poison Charges when inflicting poison from a weapon onto a creature\n* A minimum of 0.20 Poison Charges are used on each poisoning attempt (if players have bonuses to Effective Poisoning Skill such as through Mastery Chain Links)\n* Players may attempt to apply poison to weapons by single-clicking the weapon with poison potions in their inventory. Available poison types will be listed in the context menu.\n\n\n[[File:PoisonApplyContextMenu.png|link=]]\n\n===Melee Poison Sting===\n* When a player makes a Melee Hit with a Poisoned weapon against a creature the player has already poisoned with that same poison type, they will have a chance to resolve a Melee Poison Sting against the target that immediately resolves 1 Poison Tick\n* The chance for a Melee Poison Sting to occur will be based on the lower of the player's Effective Poisoning Skill and Effective Alchemy Skill\n* Chance for Melee Poison Sting to occur is (50% * (Lower Effective Skill / 100)) and is further Scaled by Weapon Speed\n\n\n[[File:poisoncharges.png|link=]]\n\n==Poison Spellcasting==\n* Poison spell when cast by creatures will be at Lesser Poison\n* Poison spell and Poison Field spells cast by players default to Regular Poison\n* A player's effective Poisoning skill for spellcasting is capped by their Magery skill (players may go above 100 Poisoning at 100 Magery however)\n* Players must have at least 60 Poisoning to upgrade poison level to Greater Poison\n* Players must have at least 80 Poisoning to upgrade poison level to Deadly Poison\n* Players must have at least 100 Poisoning, as well as 100 Magery, to have a chance to upgrade to Lethal Poison\n* Upgrading to Greater Poison will cost 1 extra nightshade and 2 extra nightshade for Deadly Poison (the spell's poison will not upgrade if player does not have sufficient nightshade)\n* Players are able to cast Lethal Poison, onto both creatures and players\n* In order to be able to upgrade to Lethal poison, the player must have a Lethal Poison potion in their backpack (if they do not have, they cannot upgrade to Lethal Poison)\n* On a successful Lethal Poison upgrade cast, there is a 20% chance a Lethal Poison potion in their backpack will be consumed (and players will be notified); this chance is increased to 40% in PvP\n* Casting Lethal Poison will require consumption of 3 extra Nightshade if no Lethal Poison Potion is required for the spellcast (similar to upgrading to Greater Poison taking 1 extra nightshade, and upgrading to Deadly Poison taking 2 extra nightshade)\n\n\n\n==PvM Bonuses==\nThe chance for players to upgrade spell poison levels against creatures are:\n\n{| class=\"wikitable\" style=\"text-align:center;\"\n|-\n! Poison\n! Chance for Upgrade\n|-\n| Greater\n| (100% * (Effective Poisoning Skill / 100))\n|-\n| Deadly\n| (50% * (Effective Poisoning Skill / 100))\n|-\n| Lethal\n| (20% * (Effective Poisoning Skill / 100))\n|}\n\n==PvP Bonuses==\nThe chance for players to upgrade spell poison levels against other players, including distance, are:\n\n{| class=\"wikitable\" style=\"text-align:center;\"\n|-\n! Poison\n! Chance for Upgrade\n! Distance from Target\n|-\n| Greater\n| (50% * (Poisoning Skill / 100))\n| \n|-\n| Deadly\n| (25% * (Poisoning Skill / 100))\n| 0-8 Tiles\n|-\n| Lethal\n| (10% * (Poisoning Skill / 100))\n| 0-4 Tiles\n|}\n\n==Poison Tolerance==\nThe handling on Poison Tolerance is as follows:\n\n* Whenever a player or tamed/summoned creature inflicts Greater Poison or above on another player, it applies a cumulative Poison Tolerance effect on the victim that lasts 5 minutes\n* A player can have multiple Poison Tolerance effects stacked on them, and each Poison Tolerance effect has their own independent duration timer\n* Poison Tolerance reduces the chance for ANY opposing players to Upgrade Poison Spellcasts OR Apply Melee Weapon Poison against them (i.e. a player with a 25% upgrade/application chance against a player with 50% poison tolerance would now have a 12.5% upgrade/application chance)\n* Players can at most receive 50% Poison Tolerance from stacked effects\n* Poison Tolerance has no effect in the Arena\n\n\nPoison Tolerance increases as follows:\n\n{| class=\"wikitable\" style=\"text-align:center;\"\n|-\n! Hit with Poison\n! Poison Tolerance for 5 Min.\n|-\n| Greater\n| +5%\n|-\n| Deadly\n| +10%\n|-\n| Lethal\n| +15%\n|}\n\n\n\n==Failure to Upgrade: Poison Sting==\nIf a Poison spell hits an already poisoned target, and fails to upgrade the target's poison to a higher level than what it already has on them (which will always be the case if the target has Lethal poison), the target will instead take 10 * (((Caster Poisoning Skill + Caster Taste ID Skill) * 0.5) / 100) Damage, which will be roughly equivalent to Fireball damage when cast by a Poison Mage template.\n\nWe'll refer to this damage as '''Poison Sting damage'''. Poison Sting damage itself will not cause an interrupt to the target, but the normal interrupt handling for the Poison Spell will be in place as before (i.e. normal handling for being a 3rd circle offensive spell). The Poison Sting mechanic will apply when casting the spell onto both creatures and players.\n\n\n\n==Poison Stacking==\n* Every non-tamed/non-summoned creature can now have multiple Poison effects stacked on them, with the following rules:\n* Creatures will only ever have one Poison Type active on them at a time (i.e Lesser, Regular, Greater, Deadly, Lethal)\n* Each Player is allowed to apply poison onto an already poisoned creature so long as it is the same poison level\n* Each Player is also allowed to have one of their followers apply Poison onto an already poisoned creature so long as it is the same poison level\n* If a Player or Player Follower applies a higher level poison than what is currently on a creature, it will clear out the poison of all other players/followers currently stacked on it\n* Poisoned creatures will track individual Tick Count Remaining amounts for each player/creature that poisoned it (which starts at Tick 0 and ends at Tick 10)\n* A poisoned creature will use a single timer to resolve all Poison Ticks at the same time (i.e. every 5 seconds a Lethal Poisoned creature will resolve multiple creature/player poison ticks on it at once)\n* A creature will be considered Poisoned, and have a Green status health bar, so long as any creature/player has any Poison Ticks remaining on it\n* Any bonuses players/followers have towards increasing Poison Damage or boosting Poison Effects will only apply to their own individual Poison Ticks resolving (i.e. all players don't get a bonus to Poison Damage on a creature due to a single player using Mind Rot or having Poison Mastery Chain Links/Aspect)\n\n\n\n==Poison Text Visuals==\n===Creature Poison Single Click===\n* Players can toggle whether to display single-click overhead Poison text for creatures by typing [SingleClickPoisonTicks or by navigating to Paperdoll -> Help -> Commands -> Mechanics -> SingleClickPoisonTicks\n* Players can see what Type of Poison they individually have on a creature as well as how many Poison Ticks they have remaining on the creature by single-clicking or doing All Names\n[[File:poisontick1.png|link=]]\n\n* If a creature is currently poisoned, but the player themselves doesn't have any poison applied on the target, single-clicking the creature or doing All Names will simply display what type of Poison is currently active on it (i.e poison from other players/creatures)\n[[File:poisontick2.png|link=]]\n\n===Creature Poison Overhead Messages===\n* In order to reduce the amount of overhead text spam related to the new poison stacking mechanics, some changes have been made to overhead text messages derived from Poison for creatures\n\n====Applying Poison====\n* When Poison is applied to a creature, it will only display the \"Creature X is wracked in extreme pain\"-type message overhead to the player who applied the Poison\n* Tamed/Summoned Creatures that become poisoned, however, will always still display these messages to their controller\n\n====Resolving Poison Ticks====\n* The \"Creature X is wracked in extreme pain\"-type message that occurs when resolving Poison Ticks for creatures will now only display to players who have poison active on the creature\n* Tamed/Summoned Creatures that are poisoned, however, will always still display these messages to their controller\n[[File:poisontick3.png|link=]]\n\n====Creature Poison Overriding====\n* If another player or creature applies a Higher level of Poison than what is currently on the target, all other players who previously had a lower level Poison effect active on the creature will see a \"*poison overridden*\" message displayed above the creature for them (indicating their Poison on the creature has now been wiped out)\n[[File:poisontick4.png|link=]]\n\n====Creature Poison Tick Completion====\n* When a player's 10th (Final) Poison Tick resolves on a creature, they will see a \"'''*poison complete*'''\" message displayed over the creature (indicating their poison effect has ended on the creature)\n[[File:poisontick5.png|link=]]\n\n\n\n==Training==\n* Poisoning wont raise faster on Shelter Islands/Newplayer Dungeon\n* Train the skill by applying the skill-appropiate Poison to a bladed weapon\n* Roughly 100 Poison potions for 50 - 60 skill\n* Roughly 750 Greater Poison potions for 60 - 80 skill\n* Roughly 1100 Deadly Poison Potions for 80 - 100 skill\n\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Poison\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-60\n| Regular\n|-\n| 55-80\n| Greater\n|-\n| 75-100\n| Deadly\n|-\n| 95-120\n| Lethal\n|}"
	},
	{
		"skillTitle": "Veterinary",
		"skillText": "[[Category:Skills]][[Category:Taming]]\n==Summary==\nThe Veterinary skill uses bandages to heal pets from damage, poison and even resurrect them. Much like Healing, you have to stand close to initiate and complete the bandaging attempt.\n\n* Minimum Animal Lore skill of 60 is required for bandage cure attempts\n* Minimum Animal Loreskill of 80 is required for bandage resurrection attempts\n* Bandage Healing Amounts on creatures are ((Veterinary Skill / 100) * ((Random Value of 80 to 120) * (1 + (.2 * Animal Lore Skill / 100))))\n* Players casting Heal and Greater Heal onto Tamed and Summoned Followers will now increase the amount of Healing received by (50% * (Effective Veterinary Skill / 100))\n* Veterinary Skill will increase a player's Stable Slots by (Veterinary Skill / 5)\n* Tamed and Summoned Followers will receive a Damage Bonus of (10% * (Effective Veterinary Skill / 100))\n\n\n===Stationary Bandaging===\n* Players who have been stationary for 5 seconds may bandage targets up to 2 tiles away\n* Player healing range reverts back to 1 tile range if the player moves within 5 seconds of finishing the bandage\n\n\n===Curing Poison===\n[[Poisoning|Visit the Poisoning page for more details]]!\n\n\n==Veterinary Supplies==\n* [[File:wiki-vetsupplies.png|right|alt=Veterinary Supplies|link=]]Players can craft Veterinary Supplies at 100 [[Tailoring]] skill\n* Requires 100 Cloth, 10 Bees Wax, 1 Greater Heal Potion, and 1 Greater Cure Potion\n* One crafted set of Veterinary Supplies has 200 uses.\n* Using Veterinary Supplies has the same bandaging timer length as using bandages with Veterinary\n* When players double-click veterinary supplies, they will attempt to heal all friendly followers (pets/summons) within 2 tiles\n* A player cannot use a bandage while using veterinary supplies and activating veterinary supplies will cancel any bandages they have in progress\n\n\nAfter the player's normal Veterinary bandage duration has occurred (based on dex), all friendly followers within 2 tiles of the player will be treated as having been healed with a bandage, but with the following modifications:\n\n* Health restored is 50% of normal amounts when bandaging (increases to 75% if only single target affected)\n* Chance to cure poison is 50% of normal chance when bandaging (increases to 75% if only single target affected)\n* Chance to resurrect a dead follower is 50% of normal chance when bandaging (increases to 75% if only single target affected)\n\n==Bandaging Skills Crossover==\n* When using Bandages on a target, players can optionally \"Crossover\" and use bandaging skills not normally allowed for the target type, such using Veterinary + Animal Lore on Players, or using Healing + Anatomy on Followers\n*Bandage Crossover has a penalty, and results in only 50% of normal Healing Amounts, Cure and Resurrection chances.\n*If players attempt to Cure or Resurrect targets using Crossover skills, the Crossover skills used must meet the base skill requirements for that action type (i.e. Curing will require 60 or higher for both skills used and Resurrection will require 80 or higher for both skills used)\n*If a player has the skills available to heal the target using either the \"Normal\" skills or \"Crossover\" skills, the bandaging attempt will use whichever skills results in the higher Healing amount or gives them the higher Cure or Ress success chance\n*Skill Gain for bandaging will always default to the normal skills for the target: bandaging Players will always raise Healing + Anatomy skill and bandaging Creatures will always raise Veterinary + Animal Lore\n\n==Commands==\n* Players can now type [VetSupplies or [VeterinarySupplies to search for a Veterinary Supplies item in their backpack and use it\n\n\n==Training==\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-80\n| Heal Pets in the [[New Player Dungeon]]\n|-\n| 80-120\n| Continue healing pets outside of Shelter Island\n|}"
	},
	{
		"skillTitle": "Cooking",
		"skillText": "[[Category:Skills]][[Category:Crafting]][[Category:PvM]]\n==Summary==\n* Players can cook food and create various other items using a skillet purchased from an NPC or crafted by players\n* Exceptionally crafted skillets have 200 uses\n* By eating higher quality foods, players can increase their Passive Mana Regeneration and Swing Speed Bonus (but only for PvM, it does '''NOT''' affect PvP)\n\nNormal Player Passive Regeneration is:\n\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Stat\n! Passive Regen Rate\n|-\n| Hit Points\n| 1 every 4 seconds\n|-\n| Stamina\n| 1 every 2 seconds\n|-\n| Mana\n| 1 every 2 seconds\n|}\n\n\n==PvM Bonuses==\n* Players who eat food will receive a Food Satisfaction effect that lasts for the next 60 minutes\n* Players will only be able to consume a Food item up to once every 60 seconds\n* Food Satisfaction provides a chance whenever a player passively generates mana to generate additional mana\n* Food Satisfaction comes in 6 levels (Measly, Paltry, Meager, Adequate, Appetizing, and Delectable)\n* Store-bought food or Create Food summoned will always be at Measly level while crafted foods range from Paltry to Delectable\n* Players will not receive any Food Satisfaction bonuses if they have been in PvP within the last 2 minutes (but will receive bonuses again after PvP expires)\n\n==PvP Bonuses==\n* The base bonuses to Swing Speed and Mana Regen Chances from Food Satisfaction will apply while a player is PvP Flagged, however the skill-based bonuses from Taste ID or Cooking will not apply while to a player while PvP Flagged\n\n==Food Satisfaction==\n{{FoodSatisfaction}}\n\n\n==Restoration Effect (i.e. Snacking)==\nConsuming a Food item will immediately provide the following (in addition to normal Satisfaction buffs):\n\n* Restore (30 * Food Multiplier * (Cooking Skill / 100%)) points of Hit Points\n* Restore (20 * Food Multiplier * (Cooking Skill / 100%)) points of Mana\n* Restore ((25 * Food Multiplier) + (25 * Food Multiplier * (Cooking Skill / 100%))) points of Stamina\n\nFood Restoration Multipliers for different Food are as follows:\n* Measly Food: 1.0x\n* Paltry Food: 1.1x\n* Meagre Food: 1.2x\n* Adequate Food: 1.3x\n* Appetizing Food: 1.4x\n* Delectable Food: 1.5x\n\n===PvP===\nRestoration Amounts from consuming Food items while being Flagged in PvP are reduced to 50% of normal\n\n==Craftables==\n{{Cooking}}\n\n\n==Training==\n* it's approximately 18-20k ribs to 120\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Craft\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-100\n| Cook single Ribs/Drumsticks/Fish Steaks\n|-\n| 100-120\n| Cook Ribs/Drumstick/Fish Steak Baskets\n|}"
	},
	{
		"skillTitle": "Animal Lore",
		"skillText": "[[Category:Skills]][[Category:Taming]]\n==Summary==\nThe Animal Lore skill is a necessary skill for anyone looking to control the animals and monsters roaming the Outlands. It can be used actively to open an information gump about the target as well as passively to increase the amount healed with the [[Veterinary]] skill and the difficulty of monsters a player can control.\n\n* Player must have Animal Lore and [[Animal Taming]] equal or greater than the minimum Taming skill required for a tamed creature in order to issue it commands\n* The number of control slots available to player for Stabling followers is 10 + (Animal Lore Skill / 5)\n* A player's Stable Slots for the Stablemaster will now be determined based on the highest Animal Lore skill for the player among their current skill or any of their Echoes [https://forums.uooutlands.com/index.php?threads/patch-notes-for-april-7-2020.2849/ patch April 7,2020]\n\n\n[[File:lore_gump.png|link=]]\n\n{{TamedScalarLevels}}\n\n==Details and Abilities==\n* Players with the Animal Lore skill can see the Details and Abilities of tamed creatures.\n* The Details page shows which Class a creature belongs to in the upper right corner.\n** Creatures can belong to Attack, Utility, or Tank class. (see [[Taming_Bestiary|Taming Bestiary]])\n* The Animal Lore \"Abilities\" menu displays the Type of each ability listed (Passive, Cooldown, Innate)\n\n[[File:details_gump.png]] [[File:abilities_gump.png]]\n\n\n==Discovering Slayer Type and Difficulty==\n* All players, even at 0 Animal Lore skill, can use Animal Lore on a creature to view its Slayer Group and Difficulty Value (determines loot and barding difficulties)\n\n\n[[File:discoveringslayertype1.gif|link=]]\n\n\n\n==Miscellaneous==\n* Players can view the Tamed Creature PvP Damage Scalar for creatures in the Animal Lore gump at the top of the Abilities Page\n* The Animal Lore gump will always display a player's correct Passive Animal Taming Remaining amount, unless they are at current 120 Animal Taming skill (at which point it wont display Passive Taming at all in the Animal Lore gump)\n* The Animal Lore gump window for Pack Horses and Pack Llamas does not display their Experience or Level (since they cannot be leveled)\n* View the [[Mounts]] page to see how Animal Lore affects them\n* Players can use the Animal Lore skill on creatures up to 12 tiles away\n* Players can make an Animal Lore skill gain check each time they \"speak\" to an animal while taming it (essentially grants bonus Animal Lore skill gain checks)\n* Various tamed pet combat tactics such as melee/ranged and aggro/reduced-aggro can be toggled on/off from the animal lore window.  [https://forums.uooutlands.com/index.php?threads/patch-notes-for-april-2-2020.2841/ patch April 2, 2020]\n\n\n\n==Training==\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-60\n| [[Colossal Frog]] in the [[New Player Dungeon]]\n|-\n| 60-70\n| [[Cave Bear]] in the [[New Player Dungeon]]\n|-\n| 70-75\n| [[Scarab]]\n|-\n| 75-80\n| [[Drake Whelp]]\n|-\n| 80-85\n| [[Deep Crawler]]\n|-\n| 85-90 \n| [[Drake]]\n|-\n| 90-95\n| [[Husk Crab]]\n|-\n| 95-100\n| [[Dragon]]\n|-\n| 100-105\n| [[Snowdrift]]\n|-\n| 105-110\n| [[Earth Drake]]\n|-\n| 110-115\n| [[Sphinx]]\n|-\n| 115-120\n| [[Earth Dragon]]\n|}"
	},
	{
		"skillTitle": "Anatomy",
		"skillText": "[[Category:Skills]]\n==Healing Interaction==\n* Minimum Anatomy skill of 60 is required for bandage cure attempts\n* Minimum Anatomy skill of 80 is required for bandage resurrection attempts\n* Players with 100 Healing and at least 80 Anatomy will always have 100% chance to resurrect their target with bandages\n* Bandage [[Healing]] Amounts are ((Healing Skill / 100) * ((Random Value of 40 to 60) * (1 + (0.2 * Anatomy Skill / 100))))\n\n[[File:wiki-anatomya.gif|link=]]\n\n\n==Combat Impact==\n===Offensive Bonuses===\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Weapon Type\n! Increased Damage Each Swing\n|-\n| Melee/Archery\n| Base Weapon Damage * (20% * (Anatomy Skill / 100))\n|- \n|}\n\n* Read more about [[Base Weapon Damage]]\n* The above bonuses are core damage modifiers, and do not count towards the [[PvP Damage Cap|SDi PvP Damage Cap]]\n* Players who have at least 2 different skills above 80 between [[Anatomy]], [[Arms Lore]], [[Forensic Evaluation]], [[Tracking]], and/or [[Wrestling]] can make [[Hamstring]] attempts\n* Increases a player's Weapon Finisher chance by (100% * (Anatomy Skill / 100)) of normal (PvM only)\n\n===Defensive Bonuses===\n* Provides a (25% * (Anatomy Skill / 100)) reduction to Bleed and Disease damage taken\n* Provides a (50% * (Anatomy Skill / 100)) chance to ignore bandage slips caused by Creatures\n\n\n==Training==\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-80\n| Passively by [[Healing]] or Melee Combat in the [[New Player Dungeon]]\n|-\n| 80-100\n| Passively by [[Healing]] or Melee Combat\n|}"
	},
	{
		"skillTitle": "Magery",
		"skillText": "[[Category:Skills]][[Category:New Player]][[Category:PvM]][[Category:PvP]][[Category:Mechanics]]\n==Summary==\nMagery is perhaps the most versatile skill available. Players can use it to travel the world, summon beings to do your bidding, attack monsters (and other players) and even create food. \n\n* Spells require Reagents to cast, which can be bought from Mage Shops, Vendors, or found as loot\n* Spell scrolls (crafted by a player with [[Inscription]] skill or found as loot) can be added to the Spellbook\n** Drag and drop onto the Spellbook or\n** Single click on the Spellbook and select '''Add All Scrolls in Backpack'''\n\n\n[[File:magespellbook.gif|link=]]\n\n\n==Reagents==\n* Spells require Reagents to cast, which can be bought from Mage Shops, Vendors, or found as loot\n* Each spell requires a specific combination of Reagents to cast\n\n{{Reagents}}\n\n\n\n==Spell Circles==\n{{SpellCircles}}\n\n\n\n==Detailed Info==\n* Magery Minimum skill needed to cast spell is Spell Circle * 10\n* Casting a spell from a scroll increases a player's [[Effective Skill|Effective Magery skill]] by 20 (effective Magery only affects casting chance)\n* Casting recovery time is 0.2 seconds\n* Spell damage against creatures is increased by 100%\n* Base spell damage is scaled by (Magery / 100%), so a player with only 50 Magery will only do 50% of the maximum possible damage from a spell\n* [[Evaluating Intelligence]] adds damage bonuses to your spell damage roll\n\n\n===Spells===\n* Dispel - Players can target themselves with the Dispel spell to dispel their lowest duration Blade Spirit or Energy Vortex in the world, regardless of distance from the caster\n* Magic Reflect - The cooldown usage for Magic Reflect spell (30 seconds) begins when the reflection occurs (rather than at cast)\n* Mana Drain - Casting on a monster will reduce its magic resistance by 20 * Magery/100 (halved in PvP)\n* Mana Vampire - Casting on a monster will reduce its magic resistance by 50 * Magery/100 (halved in PvP)\n* Dispel Field - Players can directly target the ground on the tile of Field Spell or a player/creature currently inside of the Field in order to dispel it\n\n[[File:dispelfieldtarget1a.gif|link=]]\n\n* Mass Dispel - It will dispel Summons that flag as Green, Grey, Red, or Orange to the players within range of where you target.\n** To dispel blue (Innocent) Summon(s), you will need to target the summon directly with the mass dispel or dispel spell, which will flag the player casting as Criminal for doing so.\n** In addition to dispelling Summons, Mass Dispel will also remove all Field Spells within a 4 tile radius of the target location\n\n[[File:massdispeltarget.gif|link=]]\n\n* Meteor Swarm - Players who have Magic Reflect active and are hit by a Meteor Swarm or Chain Lightning effect will only take 1 damage from the spell and will not have their Magic Reflect broken\n** All players affected are added to a pool and resolved in random order\n** The first player hit takes (5-10) Damage, and then each subsequent player hit takes ((5-10) + (3 * Total Players Hit So Far)) Damage\n** As soon as any individual player takes 25 Damage from the spell it will no longer deal damage to any additional players\n* Chain Lightning - Players who have Magic Reflect active and are hit by a Meteor Swarm or Chain Lightning effect will only take 1 damage from the spell and will not have their Magic Reflect broken\n** All players affected are added to a pool and resolved in random order\n** The first player hit takes (10-15) Damage, and then each subsequent player hit takes ((10-15) + (5 * Total Players Hit So Far)) Damage\n** As soon as any individual player takes 30 Damage from the spell it will no longer deal damage to any additional players\n\n\n[[File:meteorswarmupdate.jpg|link=]]\n\n===Charged Spells===\n* Spells cast by creatures against players or players against creatures have a 10% chance to be Charged\n* Charged spells deal an additional 50% to the target\n\n===Heat of Battle===\n* When a player is in the Heat of Battle they are unable to cast Recall, Gate, or use any Moongates\n\n===Poisoning===\n* Creatures cannot resist casted Poison from players\n* Players have a (20% * (Poisoning Skill / 100)) chance to upgrade Spell Poison onto creatures to Lethal Poison\n* In order to be able to upgrade to Lethal poison, the player must have a Lethal Poison potion in their backpack (if they do not have, they cannot upgrade to Lethal Poison)\n* On a successful Lethal Poison upgrade cast, there is a 20% chance a Lethal Poison potion in their backpack will be consumed (and players will be notified)\n* When players cast the Poison spell against another player, the maximum poison upgrade level is now capped based on the distance to the target player as follows:\n** Lethal Poison: Must be within 0-4 Tiles of target player\n** Deadly Poison: Must be within 0-8 Tiles of target player\n\n\n\n==Spell Interrupts==\n* All hostile spells from 4th, 5th, 6th, 7th, and 8th circles will interrupt other players 100% of the time\n* Players casting onto themselves will always interrupt themselves regardless of spell circle and will never initiate a \"window\" nor will reset an active one\n* Each circle \"window\" is independent of each other (i.e. there is a 1st, 2nd, and 3rd circle window)\n\n{| class=\"wikitable\" style=\"text-align: center;\"\n! colspan=\"2\" | Spell Interrupts by Circle\n|-\n! [[File:iconspellcircle1.png]]<br />First Circle\n| style=\"text-align: left;\" |\n* Casting a hostile 1st circle spell against another player will at first have an interrupt chance of 100%\n* Afterwards, a 5 second window starts where all subsequent 1st circle hostile spells against the target have a 0% interrupt chance\n* If the player is hit with another 1st circle spell before 5 seconds have passed, the spell window resets to 5 seconds\n|-\n! [[File:iconspellcircle2.png]]<br />Second Circle\n| style=\"text-align: left;\" |\n* Casting a hostile 2nd circle spell against another player will at first have an interrupt chance of 100%\n* Afterwards, a 5 second window starts where all subsequent 2nd circle hostile spells against the target have a 0% interrupt chance\n* If the player is hit with another 2nd circle spell before 5 seconds have passed, the spell window resets to 5 seconds\n|-\n! [[File:iconspellcircle3.png]]<br />Third Circle\n| style=\"text-align: left;\" |\n* Casting a hostile 3rd circle spell against another player will at first have an interrupt chance of 100%\n* Afterwards, a 5 second window starts where all subsequent 3rd circle hostile spells against the target have a 0% interrupt chance\n* If the player is hit with another 3rd circle spell before 5 seconds have passed, the spell window resets to 5 seconds\n|}\n\n\n\n==Indirect Fire==\n* Any Players or Followers hit by a Player-Casted Area of Effect (AoE) Spell such as Meteor Swarm, Chain Lightning, Earthquake where the caster does NOT have a Line-of-Sight (LOS) towards them, those players/followers will be considered to be taking \"Indirect Fire\"\n* Their Damage from the Indirect Fire spell will be reduced by 50%\n* The Indirect Fire damage reduction does not apply on Ships\n\n\n\n==Training==\nYou can get a 2250 charge Spellstone with your new character if you choose 50 Magery, 49 Meditation, and 1 Evaluating Intelligence as starting skills. Skill gain chance is based on the Circle, you can replace the spells listed with others from the same circle. <br />\nGet a good [[Wizard's Satchel]] to lower the Reagents you need.\n\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-60\n| Cast Lightning within the [[New Player Dungeon]]\n|-\n| 60-75\n| Cast Invisibility on self in the [[New Player Dungeon]]\n|-\n| 75-80\n| Cast Circle 7 spells in [[New Player Dungeon]]\n|-\n| 80-85\n| Cast Flamestrike on Prevalia Zoo creatures\n|-\n| 85-100\n| Cast Summon Air/Earth/Fire/Water Elementals\n|}\n\n\n==Community Videos==\nBelow you will find videos for Magery Macroing by the community:\n\n{{#ev:youtube|https://www.youtube.com/watch?v=zIGvPxBPTFk&t=2s}}\n\n{{#ev:youtube|https://www.youtube.com/watch?v=z7R-NQpmN4E}}"
	},
	{
		"skillTitle": "Fishing",
		"skillText": "[[Category:Skills]][[Category:Crafting]][[Category:Ships]]\n==Summary==\n* Players use the Fishing skill to fish up a variety of items and resources\n* Having a bladed weapon in your backpack and double clicking Raw Fish will cut it up into Fish Steaks\n* Fisherman can use Fishing Weapons, which are player crafted and use the Fishing skill\n\n\n==Fishing Weapon Bonus== \n* When attacking a creature with a Fishing Weapon, add [[Base Weapon Damage]] * (25% * (Fishing Skill / 100)) damage per hit\n* When attacking a player with a Fishing Weapon, add [[Base Weapon Damage]] * (10% * (Fishing Skill / 100)) damage per hit\n\n\n==Fishing Weapon Special==\n* Fishing Weapons now have their own unique Weapon Specials that have the following handling:\n** Damage is increased by 100%\n** Impales target, inflicting an additional 60% of Damage to a random target within 2 tiles\n** Damage is increased by 30% if no additional targets exist within 2 tiles\n\n\n==Fishing Weapons==\n{{Main|Armor & Weapons}}\n\n{{FishingWeaponClass}}\n\n\n==Land Fishing==\n* While fishing on land, players will no longer be prompted with a Captcha for harvesting attempts (i.e 100% automated and AFK Land Fishing is now allowed)\n* While fishing on land, players will only be able to harvest Raw Fish (no special items such as Large Raw Fish, Special Fishing Nets, or Aquarium Creatures) and will do so at a substantially reduced success chance compared to normal\n\n\n==Ship Fishing==\n* While fishing on a ship, players will still be responsible for passing Captchas when prompted as before\n* While fishing on a ship, players will be able to harvest Raw Fish, Special Cooking Fish (such as Raw Large Fish, Raw Lobster, Raw Crab), and Special Fishing Nets, but not Aquarium Creatures\n* Read more about [[Ships]]\n\n\n==Fishing Poles Bonuses==\nWhen determining chances for catching Special Fish or discovering Special Fishing Nets, players receive a bonus based on the quality and material of the fishing pole used as follows:\n\nFishing Poles can be created with Tinkering in the \"Harvesting Tools Category\"\n\n{| class=\"wikitable\" style=\"text-align:center;\"\n! Material\n! Bonus\n|-\n| [[File:tinkering_fishingpole_wood.jpg|link=]]<br />Exceptional\n| +4%\n|-\n| [[File:tinkering_fishingpole_wood.jpg|link=]]<br />Mastercrafted\n| +8%\n|-\n| [[File:tinkering_fishingpole_dullwood.jpg|link=]]<br />Dullwood\n| +2%\n|-\n| [[File:tinkering_fishingpole_shadowwood.jpg|link=]]<br />Shadowwood\n| +4%\n|-\n| [[File:tinkering_fishingpole_copperwood.jpg|link=]]<br />Copperwood\n| +6%\n|-\n| [[File:tinkering_fishingpole_bronzewood.jpg|link=]]<br />Bronzewood\n| +8%\n|-\n| [[File:tinkering_fishingpole_goldenwood.jpg|link=]]<br />Goldenwood\n| +10%\n|-\n| [[File:tinkering_fishingpole_rosewood.jpg|link=]]<br />Rosewood\n| +12%\n|-\n| [[File:tinkering_fishingpole_verewood.jpg|link=]]<br />Verewood\n| +14%\n|-\n| [[File:tinkering_fishingpole_valewood.jpg|link=]]<br />Valewood\n| +16%\n|-\n| [[File:tinkering_fishingpole_avarwood.jpg|link=]]<br />Avarwood\n| +18%\n|}\n\n==Player Crafted Leather Fishing Nets==\n* Players may craft Leather Fishing Nets (using any leather material type) through Tailoring or purchase Leather Fishing Nets at Fisherman NPCs\n* Leather Fishing Nets have a limited number of uses, which is increased based on quality and material type\n* Crafted Leather Fishing Nets are used at Fishing Spots and SOS locations to retrieve items\n\n'''Crafted Leather Fishing Net Bonuses'''\n\nWhen determining chances for retrieving items from Fishing Spots and SOS locations, players receive a bonus based on the quality and material of the crafted leather fishing net used as follows:\n\n{| class=\"wikitable\" style=\"text-align:center;\"\n! Material\n! Bonus\n|-\n| [[File:tailoring_fishingnet_leather.png|link=]]<br />Exceptional\n| +4%\n|-\n| [[File:tailoring_fishingnet_leather.png|link=]]<br />Mastercrafted\n| +8%\n|-\n| [[File:tailoring_fishingnet_dullhide.png|link=]]<br />Dullhide\n| +2%\n|-\n| [[File:tailoring_fishingnet_shadowhide.png|link=]]<br />Shadowhide\n| +4%\n|-\n| [[File:tailoring_fishingnet_copperhide.png|link=]]<br />Copperhide\n| +6%\n|-\n| [[File:tailoring_fishingnet_bronzehide.png|link=]]<br />Bronzehide\n| +8%\n|-\n| [[File:tailoring_fishingnet_goldenhide.png|link=]]<br />Goldenhide\n| +10%\n|-\n| [[File:tailoring_fishingnet_rosehide.png|link=]]<br />Rosehide\n| +12%\n|-\n| [[File:tailoring_fishingnet_verehide.png|link=]]<br />Verehide\n| +14%\n|-\n| [[File:tailoring_fishingnet_valehide.png|link=]]<br />Valehide\n| +16%\n|-\n| [[File:tailoring_fishingnet_avarhide.png|link=]]<br />Avarhide\n| +18%\n|}\n\n\n==Special Fishing Nets==\n* Players have a (1% * (Fishing Skill / 100) * (100% + Fishing Pole Bonus) chance to find a Special Fishing Net while fishing on a ship\n* Special Fishing Nets are single use items that may be thrown from a ship into the water\n* Once thrown, a Special Fishing Net has a 75% chance to generate a Fishing Creature Spawn or a 25% chance for the player to catch a Special Fish\n* If a Fishing Creature Spawn occurs, there is a 25% chance that one creature will have a Message in a Bottle on it's corpse\n* Special Fishing Nets are stackable and come in the various random hues\n\n[[File:wiki-fishing-specialfishingnet.png|link=]]\n\n\n==Fishing Creatures Spawn==\nPlayers have the opportunity while fishing at sea to initiate Fishing Creature Spawns. Fishing Creature Spawns can only occur when using '''Special Fishing Nets''', while fishing at '''Fishing Spots''', or when fishing at '''SOS locations'''. They will not occur during normal fishing with a fishing pole. Fishing Creature Spawns may result in both water-based creatures or creatures that spawn immediately on the targets ship.\n\n\n[[File:wiki-fishing-grizz-drowneddragon.gif|link=]]\n\n\n==Messages in a Bottle/SOS==\n* SOSes have no expiration date\n* Double click a Message in a Bottle to receive an SOS\n* Players use crafted Leather Fishing Nets to retrieve items from SOS locations, as long as they have the SOS in their backpack\n* Players must be within 12 tiles of a SOS location to attempt to retrieve items from it\n* Players may make up to 20 retrieval attempts on a SOS location\n* Players have a (50% * (Fishing Skill / 100) * (100% + Fishing Net Bonus) * (100% + Ship Upgrades Bonuses)) chance to have a \"successful\" retrieval action\n* Players are guaranteed to have at least 1 Creature Spawn occur per SOS and up to 3 maximum\n* One creature per Creature Spawn will have either a Small, Medium, or Large Salvaged Crate on its corpse with a variety of loot items (items vary based on crate size)\n\n[[File:wiki-fishing-mib1.gif|alt=Fishing Message in a Bottles|link=]]\n\n===SOS Case===\n\n* Players will now be able to craft SOS Cases using the Inscription skill under the Utility Items category\n* SOS Cases are used to store individual SOSes\n* In order for an SOS to be added to the SOS Case, it must have the full starting 20 Attempts Left that they begin with (i.e. no partially completed SOSes can be added)\n* Players can Shift-Click and select the â€œAdd All SOSes in Backpackâ€ entry from the Context Menu entry to add all valid SOSes from their backpack into the SOS Case\n\n[[File:SOS1.png]]\n\n* If an SOS Case contains any stored SOSes, each time the player Double-Clicks the SOS Case it will remove a random SOS and place it in their backpack\n\n[[File:SOS3.png]]\n\n* Players can lock down SOS Cases in houses\n* Access Levels for SOS Cases that are locked down in houses follow the same handling as Tome items (Mastery Chain Tomes, Aspect Item Tomes, etc) which require Co-Owner level or higher access to use them\n\n[[File:SOS4.png]]\n\n==Fishing Resource Map==\nCheck the [[Resource Maps]] page for more information.\n\n[[File:fishingresourcemap1.gif|link=Resource Maps]]\n\n\n==Fishing Frenzy==\n* Fishing Frenzies are special fishing locations that randomly spawn throughout the game world in land-accessible areas\n* If a player makes a Fishing skill attempt near a Fishing Frenzy, or double-clicking them with a Fishing Pole equipped, they will attempt to harvest from it in a manner similar to Fishing [[Resource Maps]]\n* Fishing Frenzies have a limited number of harvest attempts, but players may potentially harvest one or more Freshwater Aquarium Creatures from them\n* Harvesting animation speed is increased for Fishing Frenzies and harvest completion has a reduced wait time of 3 seconds\n\n[[File:fishingfrenzy1.gif|link=]]\n\n\n==Aquarium Creatures==\n* Aquarium Creatures are broken down into three Rarity levels: Common, Uncommon, and Rare\n* Aquarium Creatures are broken down into two Water types: Freshwater and Saltwater\n* Players can only harvest Freshwater Aquarium Creatures from Fishing Resource Maps and Fishing Frenzies\n* Players can only harvest Saltwater Aquarium Creatures from Special Fishing Nets, Fishing Spots, and SOSes\n* Read more about [[Aquarium#Aquarium Creatures|Aquarium Creatures]]\n\n[[File:aquariumgump.jpg|link=Aquarium#Aquarium Creatures]]\n\n\n==World Records==\nTaking both skill and luck, catching a World Record fish is no easy feat. Players will be notified when they catch a unique fish as well as if it is a World Record.\n\n* Double-clicking on the fish will open its stats, allowing you to see who has caught the heaviest of that type of fish\n* If you are the competitive type, there are also Fishing Record Boards that will list all the types of fish that can be caught, what the current weight record is, as well as when and who landed the fish\n* You can find Fishing Record Boards at each city's dock near the Dockmaster\n\n[[File:fishingrecordboard1a.png|link=]]\n\n[[File:fishingworldrecords1a.gif|link=]]\n\n\n==Fishing Spots==\nSpecial Fishing Spots can be found while sailing the seas. At these locations, a player can use a Leather Fishing Net (crafted by a Tailor from the various leather types) for a chance to pull up aquarium fish, delectable fish, or fishing spawns.\n\n{| class=\"wikitable\" style=\"text-align:center;\"\n|- style=\"vertical-align:bottom;\"\n| [[File:wiki-fishingspot-brokenbarrels.gif|200px|link=]]<br />Barrel Wreck\n| [[File:wiki-fishingspot-crashedship.gif|200px|link=]]<br />Crashed Cargo Ship\n| [[File:wiki-fishingspot-deadfisherman.gif|200px|link=]]<br />Dead Fisherman\n| [[File:wiki-fishingspot-marshfishing.png|200px|link=]]<br />Marsh Fishing\n| [[File:wiki-fishingspot-murderraft.png|200px|link=]]<br />Murder Raft\n| [[File:wiki-fishingspot-mushrooms.gif|200px|link=]]<br />Mushroom Formation\n|- style=\"vertical-align:bottom;\"\n| [[File:wiki-fishingspot-largefishnet.gif|200px|link=]]<br />Net Fishery\n| [[File:wiki-fishingspot-stuckrowboat2.gif|200px|link=]]<br />Submerged Rowboat\n| [[File:wiki-fishingspot-rattanraft.gif|200px|link=]]<br />Thatched Raft\n| [[File:wiki-fishingspot-overgrown.gif|200px|link=]]<br />Vines And Strange Stone\n| [[File:wiki-fishingspot-whalebones.gif|200px|link=]]<br />Whalebones\n| \n|}\n\n\n==Training==\n* Fishing has a delay of 7 seconds per use. \n* Players can now gain Fishing Skill up to 100, and other combat skills to their normal skill limit, while using Fishing Weapons (Harpoons / Tridents) in combat\n* Players can now gain Fishing Skill when tossing Special Fishing Nets\n* Fishing Skill Gain for Fishing Spots / Fishing Frenzies / MIBs has been vastly increased\n\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-80\n| Shelter training dummy with a harpoon or trident.  \n|-\n| 80-100\n| Use a training dummy fighting with a harpoon or trident.\n|-\n| 100-120\n| Fish from a ship (will receive Captchas)\n|}\n\n==Community Videos==\n{{#ev:youtube|https://youtu.be/lhiaExswLno}}"
	},
	{
		"skillTitle": "Begging",
		"skillText": "[[Category:Skills]]\n==Summary==\n* Players can use the Begging skill on NPC vendors to receive 5 gold on a successful beg\n* Players may at most successfully beg once from each vendor in a 24 hour window\n* Cooldown for the Begging skill is 5 seconds\n* Vendors carry 50 gold per day\n* Players can now use the Begging skill on NPC Ship Crewmembers who will live in various town and wilderness housing locals to acquire them (they become a Ship Crewmember deed that may then placed into a ship deed)\n* Players are only allowed to make one begging attempt on a Ship Crewmember per day\n\n\n[[File:wiki-begginga.gif|link=]]\n\n\n\n==Motivating==\n* Players may now use the Begging skill on Ship Crewmembers onboard a ship to \"motivate\" them and improve their combat effectiveness for a limited duration\n* Motivated ship crewmembers receive a damage bonus equal to (25% * (Player Begging Skill / 100)) for 5 minutes\n* Motivated ship crewmembers receive a bonus to their Wrestling skill equal to (12.5% * (Player Begging Skill / 100)) for 5 minutes\n* Use of the Begging skill while aboard a ship will automatically motivate all crewmembers and will not provide a targeting reticle.\n** Only the captain of a ship can motivate crewmembers \n* Players should now be able to gain Begging skill by motivating Crew Members on ships\n\n\n[[File:wiki-beggingshipcrew.png|link=]]\n\n==Training==\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-100\n| Use Begging on NPCs\n|}"
	},
	{
		"skillTitle": "Taste Identification",
		"skillText": "[[Category:Skills]]\n==Summary==\n* Used to determine if a food item is Poisoned\n* Also used in the Plant system where players use the Taste Identification skill and a Planter's Spade to attempt to determine the Ideal values for Heat, Water, and Soil\n* Whenever players have Food Satisfaction from eating food, they gain increased mana regeneration & swing speed\n* Skill Cooldown for using the TasteID skill on Food is 2 seconds\n\n\n\n==Poisoning and Taste ID==\n* Player-applied Poison (from spells or weapons) to a creature will have its damage increased by (100% * (Taste Id Skill / 100)) [https://forums.uooutlands.com/index.php?threads/patch-notes-for-february-14-2020.2739/ patch Feb 14,2020]\n* The TasteID skill will no longer reduce a target creature's Poison Resistance (Players can still reduce Poison Resistance through Poison Kit upgrades / Mastery Chain Links, etc)\n* Will reduce the chance that a player's Poison spell is resisted by (50% * (Taste Id Skill / 100)) of normal (can stack with Poisoning skill effect)\n* The Taste ID skill reduces the chance for a target to cure Poison by (50% * (Taste ID Skill / 100))\n* Read more about this topic on the [[Poisoning|Poisoning page]]\n\n==Food Satisfaction==\n{{FoodSatisfaction}}\n\n\n==Herbal Poultice Bonus==\n* Players with Taste ID gain a Herbal Poultice Bonus, they have a (50% * (Taste ID skill / 100)) chance to ignore any damage from a Poison, Bleed, or Disease tick \n** Currently there is sadly no way to see if the buff is active\n* as of the [https://forums.uooutlands.com/index.php?threads/patch-notes-for-january-26-2023.4487/ Patch] from January 26th you can no longer apply that buff to other Players and you can no longer target the Ground while using Taste ID\n\n\n==Training==\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-80\n| Use Taste Identification on food in [[New Player Dungeon]]\n|-\n| 80-120\n| Use Taste Identification on food\n|}"
	},
	{
		"skillTitle": "Templates",
		"skillText": "[[Category:New Player]][[Category:Skills]][[Category:PvM]][[Category:PvP]]\n==Summary==\nPlayers can mix and match all the skills in the game to make almost any kind of character they can think of. Our active development means some of the Templates below might be out of date, so it is always best to check the Forums, Discord, or Test Shard for current stats. Below are some Templates crafted by the community sorted by Archetypes.\n\n<div style=\"display: grid; grid-template-columns: repeat(auto-fit, 150px); grid-gap: 8px; justify-content: center; text-align: center\">\n<div>\n{| class=\"wikitable\" style=\"width:100%; height:100px; margin: 0\"\n|-\n| [[File:icon-swords.png|link=TemplatesDexxer]]<br />[[TemplatesDexxer|Dexxer Templates]]<br  />[[File:wildlandslogo.png|90px|link=]]\n|}\n</div>\n<div>\n{| class=\"wikitable\" style=\"width:100%; height:100px; margin: 0\"\n|-\n| [[File:icon-magery.png|link=TemplatesMage]]<br />[[TemplatesMage|Mage Templates]]<br  />[[File:wildlandslogo.png|90px|link=]]\n|}\n</div>\n<div>\n{| class=\"wikitable\" style=\"width:100%; height:100px; margin: 0\"\n|-\n| [[File:icon-bard.png|link=TemplatesBard]]<br />[[TemplatesBard|Bard Templates]]<br  />[[File:wildlandslogo.png|90px|link=]]\n|}\n</div>\n<div>\n{| class=\"wikitable\" style=\"width:100%; height:100px; margin: 0\"\n|-\n| [[File:icon-wilderness.png|link=TemplatesTamer]]<br />[[TemplatesTamer|Tamer Templates]]<br  />[[File:wildlandslogo.png|90px|link=]]\n|}\n</div>\n<div>\n{| class=\"wikitable\" style=\"width:100%; height:100px; margin: 0\"\n|-\n| [[File:icon-misc.png|link=TemplatesMisc]]<br />[[TemplatesMisc|Misc. Templates]]<br  />[[File:wildlandslogo.png|90px|link=]]\n|}\n</div>\n<div>\n{| class=\"wikitable\" style=\"width:100%; height:100px; margin: 0\"\n|-\n| [[File:icon-combat.png|link=PvP_Templates]]<br />[[PvP_Templates|PvP/PK Templates]]\n|}\n</div>\n<div>\n{| class=\"wikitable\" style=\"width:100%; height:100px; margin: 0\"\n|-\n| [[File:icon-trade.png|link=Gathering_Templates]]<br />[[Gathering_Templates|Gathering Templates]]\n|}\n</div>\n</div>\n\n<p style=\"color: red\"><strong>Warning: We strongly recommend creating all of your PvM characters on the same account!</strong></p>\n<p>This is because [[Mastery Chain]] experience (the main long term progression system on Outlands) is account bound and spreading it out over multiple accounts will slow down your progression significantly.</p>\n\n==Community Videos==\nThere are alot of great Templates and Guides available on Youtube from various awesome Content Creators. Make sure to check them out for visual Guidance. Some examples include:\n\n<div style=\"display: grid; grid-gap: 10px; grid-template-columns: repeat(auto-fill, 640px);\">\n\n{{#ev:youtube|https://youtu.be/hgg5k-bgbPU}}\n{{#ev:youtube|https://youtu.be/zLaaXRkkdF4}}\n{{#ev:youtube|https://youtu.be/H5BTDQGgFlQ}}\n{{#ev:youtube|https://youtu.be/IT9YksXVsYI}}\n{{#ev:youtube|https://youtu.be/zD9jLsof88U}}\n{{#ev:youtube|https://youtu.be/r2TGtGa9JY8}}\n{{#ev:youtube|https://youtu.be/-ymGRAtneTM}}\n{{#ev:youtube|https://youtu.be/mcbtpHTNgzc}}\n{{#ev:youtube|https://youtu.be/eGkPAQJeMLU}}\n{{#ev:youtube|https://youtu.be/gaGEKJhyy8M}}\n{{#ev:youtube|https://youtu.be/oaVNX1n1Aec}}\n{{#ev:youtube|https://youtu.be/yDZai6w1TcI}}\n{{#ev:youtube|https://youtu.be/fsIU84aMgj8}}\n{{#ev:youtube|https://youtu.be/RQ1gCU1vumE}}\n{{#ev:youtube|https://youtu.be/MqmZjXEGLA0}}\n{{#ev:youtube|https://youtu.be/E-fmau-eghQ}}\n{{#ev:youtube|https://youtu.be/L-c-ww3VB0s}}\n{{#ev:youtube|https://youtu.be/Qdbm5rQ_sqM}}\n{{#ev:youtube|https://youtu.be/1XNPIF6PP5Q}}\n{{#ev:youtube|https://youtu.be/o3-oKOEWPI4}}\n{{#ev:youtube|https://youtu.be/yt-2uJN5Q7I}}\n{{#ev:youtube|https://youtu.be/JV6JksCr3gE}}\n{{#ev:youtube|https://youtu.be/zvoPL7nLcbg}}\n{{#ev:youtube|https://youtu.be/vVGnoCkdqB8}}\n{{#ev:youtube|https://youtu.be/KEfnwG7sdMA}}\n{{#ev:youtube|https://youtu.be/9_SbQQIVmx0}}\n{{#ev:youtube|https://youtu.be/HfZZ2IJATl8}}\n{{#ev:youtube|https://youtu.be/gbsfIbCGkMg}}\n{{#ev:youtube|https://youtu.be/Lz6mBoA0ZdA}}\n{{#ev:youtube|https://youtu.be/XHbdjHNZLzY}}\n{{#ev:youtube|https://youtu.be/Az-7MA8M1CU}}\n{{#ev:youtube|https://youtu.be/mpUTl1rbeFc}}\n</div>"
	},
	{
		"skillTitle": "Arms Lore",
		"skillText": "[[Category:Skills]]\n==Summary==\n* Players can use the Arms Lore skill to view stats of weapons and armor\n* Arms Lore can be used on items up to 12 tiles away\n* Chance to ignore durability losses to weapons, armors, and shields from attacking and parrying is '''75% * (Arms Lore Skill / 100)'''\n\n\n\n==PvM==\n* Increases the chance of inflicting [[Arcane]], [[Archery]], [[Fencing]], [[Fishing]], [[Mace Fighting]], [[Swordsmanship]] and [[Wrestling]] Weapon Special Attacks against creatures by (10% * (Arms Lore Skill / 100))\n* For Weapon Abilities, every 6 seconds the player's Weapon Ability Meter will also fill by an additional (10% * (Arms Lore Skill / 100%))\n\n==Disarm Attacks==\n* Players must have 80 Arms Lore and 80 Weapon skill in their currently equipped weapon (or 80 Wrestling for unarmed) to attempt to make a Disarm attack\n* See [[Disarm]] page to know a lot more about this mechanic\n\n\n\n==Hamstring==\nVisit the [[Hamstring]] page for more information.\n\n\n\n==Training==\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-80\n| Use Arms Lore and target an item or passively with Melee Combat in the [[New Player Dungeon]]\n|-\n| 80-100\n| Passively with Melee Combat or by using Arms Lore on items\n|}"
	},
	{
		"skillTitle": "Skills & Stats",
		"skillText": "[[Category:Skills]][[Category:New Player]]\n==Summary==\nMany skills in the Outlands have been improved upon (such as [[Spirit Speaking]], [[Camping]], [[Forensic Evaluation]], etc), so it is important to learn what every skill does. Some skills (such as Throwing, Imbuing, etc) are listed but not in use on the shard. You can find detailed information about every skill below.\n\n* '''Base Skill Cap is 700''' (Can be increased to 720 using [[Skill Mastery]])\n\n{{Skills}}\n\n==Trainable Skills from NPCs==\nTo train a skill from a NPC:\n* Single-click and select the Skill from the context menu\n* Drop Gold or Training Credits onto the NPC\n\nBelow are the skills that NPCs can train:\n{{TrainableSkills}}\n\n==Skill Mastery==\n* Skill Mastery refers to the ability of players to increase their Total Skill Cap and Skill Cap for individual skills\n* Read more details at [[Skill Mastery]]\n\n[[File:skillmasterystuff.png|link=Skill Mastery]]\n\n\n\n==Stats==\nThe three stats are Strength, Dexterity, and Intelligence. You can have a total of 225 stat points, so as you get near the cap you can use the arrows to adjust the way that you will gain one stat and lose another.\n\n* '''Strength:'''Â determines how many Hit Points you have\n* '''Intelligence:'''Â determines how much Mana you have to cast spells with\n* '''Dexterity:'''Â determines your Stamina, how fast bandages heal (capped at 100 Dexterity), and increases swing speed through Stamina (Capped at 100 Stamina)\n\n===Stats Regeneration===\n\n* Players will passively regenerate 1 Hit Point every 4 seconds\n* Players will passively regenerate 1 Stamina every 2 seconds\n* Players will passively regenerate 1 Mana every 2 seconds\n** Mana & Swing Speed are boosted further through eating [[Template:FoodSatisfaction|Delectable Food]]\n\n[[File:statusbar.png|link=]]\n\n==Buff Bar==\n* Read about the [[Buff Bar]]"
	},
	{
		"skillTitle": "Tracking",
		"skillText": "[[Category:Skills]]\n==Summary==\nThe Tracking skill can be used to find specific creatures, hunt other players or even as an alert system to warn of possible dangers.\n\n* Tracking success chance is (100% * (Tracking Skill / 100))\n* On a successful tracking attempt, players can see a list of non-hidden targets within (20 + (80 * (Tracking Skill / 100))) tiles\n** Inside dungeons, this tracking distance is halved (20 + (80 * (Tracking Skill / 100))) / 2 tiles\n* On a successful tracking attempt players will also see hidden targets, however only up to a hidden range (base distance) that is 10% of their normal tracking distance\n* Players can right-click to cancel the on-screen tracking arrow for their current tracked target\n* Any Tracking attempts made by a player inside of a house will ONLY display search results for players/creatures who are also inside that house\n** Players will be notified when making their Tracking attempt of this if they are inside a house\n* Players will always receive their bonuses to Damage and Barding Skill from the Tracking skill even if they are not currently Hunting  - there is no associated message as this is always enabled\n* If a player has not moved in 5 minutes, they will suffer a cumulative 10% penalty to tracking success chances for every minute they continue to stand still.\n\n[[File:tracking01.png|link=]]\n\n==Details==\n* With the [[Detecting Hidden]] skill, the hidden range (distance) for tracking hidden targets is improved to (Hidden Range + (40 * (Detect Hidden Skill / 100))) of their normal tracking distance\n** Hidden Range is 10 tiles at 100 Tracking in Wilderness, or half that in dungeons at 5 tiles\n** Because tracking distance is halved in dungeons, the range at which hidden targets can be tracked is halved as well\n* 100 Tracking Skill and 0 Detect Hidden a player can track non-hidden targets up to 100 spaces and hidden targets up to 10 spaces away (50 and 5 spaces respectively in a dungeon)\n* 100 Tracking Skill and 50 Detect Hidden skill the player can track hidden players up to 30 spaces away (50 and 15 spaces respectively in a dungeon)\n* 100 Tracking Skill and 100 Detect Hidden skill the player can track hidden players up to 50 spaces away (50 and 25 spaces respectively in a dungeon)\n\n\n\n==Hunting==\n* Players can activate and deactivate a \"Hunting\" mode from the Tracking window to automatically make Tracking skill checks at various intervals (still requiring the normal 5 second skill cooldown) against a specific type of player/creature\n* When a new target is successful tracked via the Hunting mode, a Tracking Arrow to the target is placed on screen and the player receives a system message informing them of what they are currently tracking and how many spaces away it is currently\n* Players will always receive their bonuses to Damage and Barding Skill from the Tracking skill even if they are not currently Hunting\n\n[[File:tracking-huntingmode2.gif|link=]]\n\n\nPlayers can click arrows to rotate through and select a specific type of player/creature to Hunt, such as:\n\n{| class=\"wikitable\" style=\"text-align: center;\"\n|-\n| [[File:huntingaggressive.png|link=]]<br />Aggressive Creatures\n| [[File:huntingpassive.png|link=]]<br />Passive Creatures\n| [[File:huntingtownsfolk.png|link=]]<br />Townsfolk\n| [[File:huntingallplayers.png|link=]]<br />All Players\n| [[File:huntingallhostileplayers.png|link=]]<br />All Hostile Players\n|-\n| [[File:huntingenemyplayers.png|link=]]<br />Enemy Players\n| [[File:huntingmurdererplayers.png|link=]]<br />Murderer Players\n| [[File:huntingcriminalplayers.png|link=]]<br />Criminal Players\n| [[File:huntinginnocentplayers.png|link=]]<br />Innocent Players\n| [[File:huntingfriendlyplayers.png|link=]]<br />Friendly Players\n|}\n\n\nBased on which \"Hunt Frequency\" the player has selected, the Tracking system will make Tracking skill checks at various intervals for their currently specified Hunting player/creature type based as follows:\n\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Selection\n! Description\n|-\n| Current Combatant\n| style=\"text-align: left;\" | \n* Will constantly make Tracking skill checks, but only against your current combat target\n* IE. Last creature you double-clicked or did damage to\n|-\n| Always Get Closest\n| style=\"text-align: left;\" | \n* Will constantly make Tracking skill checks and set your tracking target to whatever is closest\n* Ideal for gaining Tracking skill\n|-\n| Follow Only Individual\n| style=\"text-align: left;\" | \n* Will constantly make Tracking skill checks but only against the last selection you made from the regular Tracking Results window\n* Players should always select this mode when they want to track and follow another player that is likely moving\n|-\n| New When No Arrow\n| style=\"text-align: left;\" | \n* Will only make Tracking skill checks when you don't have a Tracking Arrow active on screen\n* Ideal for farming\n|-\n| New When No Target\n| style=\"text-align: left;\" | \n* Will only make Tracking skill checks when you don't have a Tracking Arrow active on screen and your last tracked target is no longer trackable, due to being dead or too far away\n* Ideal for farming and having an uncluttered screen\n|}\n\n\n==Buffs==\n* There will no longer be a damage bonus message when using the Tracking skill\n* Players will still have a Buff Icon while in Hunting mode (as a reminder the Tracking mechanic is still active)\n\n===PvM Bonus===\n* When tracking a creature, the on-screen tracking arrow will update every second with the creature's new location\n* When attacking any creature add [[Base Weapon Damage]] * (25% * (Tracking Skill / 100)) damage per weapon hit.\n* Increases spell damage against any creature by (25% * (Tracking Skill / 100))\n* Increases Effective Barding skill by (10 * (Tracking Skill / 100))\n\n===PvP Bonus===\n* When tracking another player, the on-screen tracking arrow will simply point to the player's last location at the time the tracking skill was made, and will not update it's location if the player moves unless another tracking attempt is made\n* When attacking any player, add [[Base Weapon Damage]] * (10% * (Tracking Skill / 100)) damage per weapon hit\n* Increases spell damage against any player by (10% * (Tracking Skill / 100))\n\n\n\n==Hamstring==\nVisit the [[Hamstring]] page for more information.\n\n\n\n==Training==\n\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-80\n| Activate the Hunt Mode (Always get closest) [[New Player Dungeon]]\n|-\n| 80-120\n| Activate the Hunt Mode to continuously gain (Always get closest)\n|}"
	},
	{
		"skillTitle": "Animal Taming",
		"skillText": "[[Category:Skills]][[Category:Taming]][[Category:PvM]][[Category:PvP]]\n==Summary==\n* The path of an Animal Tamer is a long, oft times frustrating one, but with the ability to control animals and monsters, becoming a Tamer is a lucrative profession if given the time and patience it needs to be raised and mastered.\n* Complete list of [[Tameables_List|Tameables]] with stats\n* Complete list of [[Template:TameablesPics|Tameable Pics]]\n* Complete list of [[Template:TameablePetAbilities|Pet Abilities]]\n\n==Skill Gain & Passive Taming Gains==\n* The Animal Taming skill can be gained from attempts to tame a creature where the success chance is less than 100%\n* You will never gain from a creature released after being tamed, by yourself or anyone else\n* Taming skill gain cannot occur whilst standing within a house, Creatures can be tamed however\n\n===Passive Taming Gains===\n* For every 0.1 skill you gain from taming creatures, you bank 0.5 passive taming points, to a maximum of 5 points banked at one time.\n* To use these gains, kill monsters with your pets.\n* You have a chance to get a gain from anything your pets kill, but harder monsters have a higher chance to give you a gain.\n* You can help your pets kill the monster, they just need to do damage.\n\n===Direct Taming Gain limits per Creature===\nEach creature contains a maximum pool of available points which can be cumulatively earned as skill gain to the totals shown below:\n\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Points Per Creature\n|-\n| 0-50\n| 5.0\n|-\n| 50-70\n| 1.0\n|-\n| 70-90\n| 0.5\n|-\n| 90-119.9\n| 0.2\n|}\n\n\n==Taming Creatures & Pet Bonding==\n* Taming a creature requires both the Animal Taming and [[Animal Lore]] skills\n* You must stand within 3 tiles of the creature to begin taming it, and within 6 tiles to continue taming. [https://forums.uooutlands.com/index.php?threads/patch-notes-for-april-2-2020.2841/ patch April 2, 2020]\n* Pets will Bond after reaching level 1\n* Pack animals can NOT be Bonded\n* Pets will Recall/Hike with the owner\n* Bonded pets will turn into ghosts upon death\n* Pets can be resurrected with 80 Veterinary skill, the resurrection spell, or by any NPC Healer\n* Pets will become untamed, unbonded and deleted after 24 hours if they are left out in the world without being given a command from their owner\n\n===Taming Success Chance===\n* Players will always have at least a minimum of 5% success chance to Tame a creature if they meet the minimum Taming Skill requirements for the creature.\n* When players tame creatures they will receive a bonus to Taming Success chance (scalar) equal to the combined PvM bonus from Accuracy and Damage (Tactics as %) of their equipped Shepherd's Crook or the best Shepherd's Crook in their backpack. For example:\n** An Exceedingly Accurate (+20% Accuracy) Shepherd's Crook of Power (+20% Damage) will increase the taming success chance by +40% of normal (i.e. a 50% base success chance becomes 50% * 1.4 = 70% success chance)\n\n[[File:tamingwithcrook.jpg|link=]]\n\nNote that the pet you are taming must not be taking damage while you are attempting to tame it, otherwise you will receive a message saying it is too angry to tame. A common method to tame a hostile pet is to tell another pet to attack it, then for it to stop (all stop, or (petname) stop) you will then be able to make taming attempts, however you will need to heal your pet being attacking periodically.\n\nIt is also possible to have a number of pets with you GREATER than the number of control slots (eg. You have 5 control slots filled and you tame another creature) however once this occurs the only orders you will be able to give to them are to  follow you, until you are at or under your max number of control slots again.\n\n==Abandoned and Released Pets==\n* In order for a pet to not \"become abandoned\" they must have their Tamer approach them within Speech distance at least once every 24 hours\n* If players are in game for 24 hours (i.e. not logging out) and away (more than speech distance) from their pets for a long period of time, we recommend they either use the Stables for them, or return to their pets to \"refresh\" their abandonment timer\n* When a player releases a tamed creature, they will no longer be Pacified for 60 minutes, and will now instead be Hindered for 60 minutes until retamed by a player\n* Recently released creatures that are Hindered will have a \"*released*\" text above their head\n* Visit the Prevalia or Corpse Creek Stables or the Prevalia Zoo and speak to the [[Animal Wrangler]] to recover abandoned pets\n\n[[File:wikitamingrelease.jpg|link=]]\n\n\n==Stables and Control Slots==\n* Players can speak with a [[Stablemaster]] to view their Stables\n* A ridable pet does not contribute to your Control Slots tally whilst mounted. More info in [[Mounts]]\n* Creatures that are stabled will not accrue stable fees after 60 days\n\n===More Options===\n* Retrieve Lost Followers: Behaves the same as the old mechanic, which is used to pay a fee to retrieve followers that are currently sitting anywhere in the game world and warp the to the player\n* Reset Follower Level Selections: Players may click the \"Reset Follower Level Selections\" button and target one of their tamed creatures to allow them to redo all Stat/Skill and Trait Selections they have previously made with this creature during previous \"level-ups\"\n** Players may use this mechanic as often as they with on their Tamed creatures, so long as they are not in combat\n* Reset Follower Name: Players may click the \"Reset Follower Name\" button and target one of their tamed creature's to reset it's name to the default \"untamed\" name for that creature\n** For instance, a player could have a Mongbat named \"Michael\", and this mechanic would reset the creature's name back to \"a mongbat\"\n\n[[File:stablesmoreoptions.gif|link=]]\n\n===Pull Followers===\n* Players can now use a \"Pull Followers\" mechanic to retrieve any of their followers within 5 tiles (if they get stuck) once every 5 minutes\n* Players cannot use the Pull Followers mechanic if they have recently been in PvP\n* To activate the Pull Followers mechanic, players can type [pullfollowers or use shift-click themselves and in the context menu select \"Followers\" (we will be updating this context menu text to \"Pull Followers\" on our next server patch)\n\n[[File:pullFollowers.png|link=]]\n\n{{TamedScalarLevels}}\n\n==Tamed Abilities==\nAll creatures have specific abilities linked to that creature type and each ability is split into three categories:\n\n{| class =\"wikitable\" style=\"text-align: center;\"\n! Category\n! Description\n|-\n| Innate\n| style=\"text-align: left;\" | Always active for that creature\n|-\n| Passive\n| style=\"text-align: left;\" | Percentual chance to trigger on each hit or on damage taken\n|-\n| Cooldown\n| style=\"text-align: left;\" | Triggered once and then only again after the cooldown period\n|}\n'''<i>Abilities can be viewed by using [[Animal Lore]] on the creature.</i>'''\n\n\n==Tamed Classes==\nAll tameable creatures are categorized into one of three classes:\n\n{| class =\"wikitable\" style=\"text-align: center;\"\n! Class\n! Description\n|-\n| [[File:icon-attackclass.png]]<br />Attack\n| style=\"text-align: left;\" | Creatures that focus primarily on dealing Damage\n|-\n| [[File:icon-utilityclass.png]]<br />Utility\n| style=\"text-align: left;\" | Creatures that utilize Poison, Disease or apply Debuffing effects onto targets\n|-\n| [[File:icon-tankclass.png]]<br />Tank\n| style=\"text-align: left;\" | Creatures that focus on Survival and maintaining Aggro to keep their tamer and other followers shielded from damage\n|}\n'''<i>Players can see which class a creature belongs to under the details page of its [[Animal Lore]] menu.</i>'''\n\n\n==Taming Bestiary==\n* The [[Taming Bestiary]] is an item which lets tamers earn experience to unlock upgrades which apply to creatures of the various tamed classes.\n* Using the Taming Bestiary is essential for any tamer to reach their full potential\n* The Taming Bestiary is crafted by players using the [[Inscription]] skill and is '''Blessed'''\n\n[[File:tamingbestiary.png|link=Taming Bestiary]]\n\n\n==Underdog Bonus==\n* If a player uses Tamed Creatures where the player's Animal Taming and Animal Lore skills exceed the \"Min Taming Skill\" needed for that creature, the Tamed Creature will receive a number of bonuses\n* The bonuses from the Underdog mechanic are designed to offset the player choosing using a \"weaker than normal\" creature\n* Players can view the Underdog Bonuses provided to a creature on the Detail page of the Animal Lore menu for the creature\n* Creatures will receive a Damage bonus of (50% * (Player Taming Skill - Creature Min Taming) / 70) upwards to a maximum of 40%\n* Creatures will receive a Damage Resistance bonus of (10% * (Player Taming Skill - Creature Min Taming) / 70) upwards to a maximum of 20%\n* Creatures will not receive a Healing bonus\n* Note: A player's Animal Taming skill is capped by their Animal Lore skill for the purposes of Underdog (i.e. players will need both skills)\n* Players can optionally disable the Underdog bonuses for all of their Tamed Followers by unchecking the \"Enabled\" button, as some players may wish to disable Underdog Bonuses for testing purposes\n\n==Zoology Guild==\n* The [[Zoology Guild]] is a network of Zoologist NPCs that work behind the scenes to collect data on the frequency at which different Tamed Creature Types are being used by players to tackle content across Outlands\n* Players will automatically receive Combat Bonuses to their Tamed Creatures based on this data collected, with higher bonuses granted to Tamed Creature Types that are being utilized less frequently by players on the server\n* Players will also be rewarded with unlocking additional Stable Slots for their character by utilizing a variety of Tamed Creatures (similar to the old Taming Bestiary handling)\n\n[[File:zoologyguild1.png|link=]]\n\n\n==Tamed and Summoned Creature Specifics==\n* Player pets can be pushed through freely for movement by all players\n* Player pets move at 80% speed while attacking a player target\n* Tamed pets will no longer use abilities within 1 second of performing a melee attack against a player. The behavior of special abilities is unchanged when fighting other creatures.\n* When a player dies in a dungeon, their Pack Animals and creatures with the Mule trait will now drop their backpack's contents into the player's corpse (rather than onto the ground)\n* Tamed/Summoned follower PvP damage scalar has been increased to 30% (previously was 25%)\n* Tamed/Summoned follower maximum melee hit chance in PvP is now 66%. (previously was 50%)   They may get up to 100% chance to hit other creatures\n* Tamed/Summoned followers now have a 60% reduced chance in PvP to trigger abilities against players (previously was 90% reduction)  For example, an untamed ember drake has a 25% chance to trigger a Flamestrike against any target after a melee attack. A tamed ember drake has a 15% chance to trigger a flamestrike against a creature. A tamed ember drake has a 6% chance to trigger a Flamestrike against a player.\n* Tamed/Summoned followers now have a 25% reduced chance in PvP to use a special ability when attacking a player (previously was 40% reduction)\n* Tamed/Summoned follower ability cooldowns in PvP are now only increased by 50% (previously were increased by 100%)\n\n\n==Tamed/Summoned Creatures PvP Damage Caps==\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Damage Type\n! Description\n|-\n| Melee\n| style=\"text-align: left;\" | Capped at inflicting at most 10 Damage Per Control Slot over a 3 second window to individual players in PvP\n|-\n| Range/Spellcasting\n| style=\"text-align: left;\" | Capped at inflicting at most 7 Damage Per Control Slot over a 3 second window to individual players in PvP. Capped at 8 tiles distance.\n|}\n\n\n==Other Notes==\n* Tamed Creatures who are teleported (via Recall/Gate/Moongate) will default to \"Follow\" mode\n* Tamed and Summoned followers cannot have their damage reduced by more than 90% for any damage they take (unless specifically for an ability or effect that reduces damage to 1)\n\n\n==Player Made Guides==\n* [https://www.tameoutlands.com/ All-In-One Taming Guide and Scripts by Khal Draco and Zell]\n* [http://forums.uooutlands.com/index.php?threads/animal-taming-faq.1353/ Animal Taming FAQ by Ahamkara]\n* [https://docs.google.com/spreadsheets/u/1/d/1u5R7Idf8QDJkTsHs2eCiqlOhASTTDcU1t6DLuVTkeQ8/htmlview#/ Pet Abilities and Traits]\n\n\n==Training==\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-60\n| [[Colossal Frog]] in [[New Player Dungeon]]\n|-\n| 60-80\n| [[Cave Bear]] in [[New Player Dungeon]]\n|-\n| 80-85\n| [[Deep Crawler]]\n|-\n| 85-90 \n| [[Drake]]\n|-\n| 90-95\n| [[Husk Crab]]\n|-\n| 95-100\n| [[Dragon]]\n|-\n| 100-105\n| [[Snowdrift]]\n|-\n| 105-110\n| [[Earth Drake]]\n|-\n| 110-115\n| [[Sphinx]]\n|-\n| 115-120\n| [[Earth Dragon]]\n|}"
	},
	{
		"skillTitle": "Spirit Speak",
		"skillText": "[[Category: Skills]]\n==Summary==\n* Spirit Speak allows the player to be visible to dead players and understand their speech\n* Using the Spirit Speak skill absorbs Spirit Energy and increases Summon Duration for all near-by non-Necromancy summons\n* Using the Spirit Speak skill does NOT heal the player\n* Players gain a (10% * (Effective Spirit Speak Skill / 100)) bonus to Charged Spell Chances\n* Spirit Speak increases Skills, Stats, and Dispell Resistance of the player's summons\n* Tamed and Summoned followers cannot have their damage reduced by more than 90% for any damage they take (unless specifically for an ability or effect that reduces damage to 1)\n\n\n==Summon Duration==\n* The base Summon Duration for non-Necromancy summoning spell creatures is '''(2 Minutes + (8 Minutes * (Printed Spirit Speak Skill / 100)))'''\n* When players use the Spirit Speak skill to harvest energy from nearby corpses, it will automatically extend the Summon Duration of all their nearby non-Necromancy summons\n* The amount of Summon Duration increase gained per corpse is determined based on the Creature Difficulty (viewable in Animal Lore page) of the dead creature and is further scaled based on how much Damage the player did to the creature (as a percentage of the total of all players)\n* Players can achieve a maximum Summon Duration of 30 minutes with Spirit Speak skill corpse harvesting\n* Each corpse harvested by the player will extend the duration of all of their non-Necromancy summons as follows:\n** Duration Increase in Seconds = (10% + (90% * PlayerDamageDealtToCreaturePerecent)) * (50 * (SquareRoot of Creature Difficulty))\n\n\n\n==Blade Spirits and Energy Vortexes==\n* Blade Spirits and Energy Vortexes are \"non-hostile\" to players and tamed creatures and will not attack them\n* Blade Spirits and Energy Vortexes are considered \"Berserk\" creatures and will automatically attack any non-tamed creatures/NPCs that are grey in their perception range\n* Players have no control over which monsters/NPCs Blade Spirits and Energy Vortexes attack, nor can they issue any commands to them\n* Blade Spirits and Energy Vortex will flag as Green to their caster/allies and Blue to other players (similar to normal pets)\n* In order to Release a Blade Spirit or Energy Vortex, players may cast Dispel on them (or on themselves - see further), wait for the summon duration to expire, or say \"all release\".\n* Blade Spirits and Energy Vortexes gain all player-skill related bonuses (such as Herding Focused Aggression) that normal summons would receive (including bonuses from Aspect Gear / Mastery Chains)\n* Blade Spirits and Energy Vortexes have *boosted aggro* (higher amounts than Patrol/Guarding/Attack mode-ordered tamed creatures)\n* Players can target themselves with the Dispel spell to dispel their lowest duration Blade Spirit or Energy Vortex in the world, regardless of their distance from the caster\n\n\n[[File:summoningevbs.jpg|link=]]\n\n==PvP==\n* When a player attempts to Dispel another player's Summoned Follower (with the Dispel or Mass Dispel spells) there is a (50% * (Controller's Printed Spirit Speak Skill / 100)) chance the Summoned Follower will ignore the dispel attempt (this applies to normal summons and Undead summons, so long as the controller has Spirit Speak skill)\n* If a player enters PvP or removes any Aspect Armor or Mastery Chains that provided a bonus to [[Effective Skill|Effective Spirit Speak Skill]], any summons owned by that player will automatically revert to the Stats and Skills that would be provided by the player's base Printed Spirit Speak Skill (instead of Effective Spirit Speak skill)\n\n==Stats and Skills==\n* The Stats and Skills of Summoned Followers of all types are increased based on the Caster's Effective Spirit Speak Skill as follows:\n** Hit Points: +50% * (Effective Spirit Speak Skill / 100)\n** Attack Speed: +12.5% * (Effective Spirit Speak Skill / 100)\n** Damage: +25% * (Effective Spirit Speak Skill / 100)\n** Wrestling: +25% * (Effective Spirit Speak Skill / 100)\n** Armor: +25 * (Effective Spirit Speak Skill / 100)\n** Magic Resist: +50 * (Effective Spirit Speak Skill / 100)\n* Spirit Speak increases Dispel Resistance of all summons by (20% x (Effective Spirit Speak Skill / 100))\n\n==Reducing Effective Spirit Speak==\n* If a player engages in PvP or reduces their Effective Spirit Speak skill in some manner (i.e., lowering their Printed Spirit Speak or removing an item that increases Effective Spirit Speak skill) all of their existing summons will have their stats and skills automatically reverted to what stats/skills they would have based on their new Printed Spirit Speak skill\n* Additionally, engaging in PvP or reducing Effective Spirit Speak skill will disable all selected Summoner Tome upgrades for that summon type\n\n==Summoner's Tome==\nRead more information about the [[Summoner's Tome]]\n\n[[File:summonerstomemenu.png|link=Summoner's Tome]]\n\n\n==Roles of Summoned Followers==\n{{SummonerRoles}}\n\n\n\n==Necromancy Summons==\nAny summon that is cast while the [[Necromancy]] \"Vengeful Spirit\" ability is active will be summoned as an undead variant. As for regular summons, Spirit Speak increases Skills, Stats, and Dispell Resistance of the player's summons. See [[Necromancy#Undead_Summons|Undead Summons]] for more information.\n\n==Achievements==\n* Players can now gain \"Summoner\" Achievements in the Skill Mastery Category when a player unlocks 24 Upgrade Points for a single spell\n** Summoner (Basic) requires a player to unlock 24 Upgrade Points for a single spell once\n** Summoner (Advanced) requires a player to unlock 24 Upgrade Points for a single spell four times\n** Summoner (Epic) requires a player to unlock 24 Upgrade Points for a single spell eight times\n\n\n\n==Training==\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-80\n| Passively while casting [[Magery|spells]] [[New Player Dungeon]]<br>Alternatively by using the skill (No reagents required, but far less skill gain) \n|-\n| 80-120\n| Passively while casting [[Magery|spells]]<br>Alternatively by using the skill (No reagents required, but far less skill gain)\n|}"
	},
	{
		"skillTitle": "Camping",
		"skillText": "[[Category:Skills]]\n==Summary==\n* In order start a campfire a player must use a piece of kindling\n** This can be acquired by using a dagger on a tree\n** Also through the [[Carpentry]] menu with boards and a Carpentry tool (0 Carpentry skill required)\n* The Camping skill increases a player's backpack maximum weight capacity and item count\n* With the World Atlas and Camping skill, players can Hike (fast travel) to certain locations they have previously secured a camp at, limited by skill level\n**Some locations can be unlocked, contributing towards Explorer [[achievements]], but cannot be hiked to, such as: Bludchok Orc Fort, Smuggler's Den.\n* In order to unlock these locations, simply secure a campsite within 10 tiles of the coordinates found in your Atlas\n**Four locations in the World Atlas can only be unlocked by players when participating in [[factions]]: Andaria Castle, Cambria Castle, Prevalia Castle, and Terran Castle.\n* Unlocking locations is done on a per character-basis (not stored account-wise)\n* Hiking to a location sends the player to randomized location in a 5 tile radius of the Atlas entry location, or in the case of Townships, anywhere within the town limits\n* Whenever a player travels via Recall/Gate/Hiking/Moongate it will remove any Camping Comfort bonus effects on them granted by another player\n* Players will always receive their own bonuses to Damage skill from the Camping skill even if they have not Secured a Campfire recently\n** There is no associated message/icon as this is always enabled\n* Campfires last 10 minutes\n\n\n{{#ev:youtube|https://youtu.be/J36G90qhy-g}}\n\n==Buffs==\n* The Camping skill increases a player's backpack maximum weight capacity by (200 stones * (Camping Skill / 100))\n* The skill also increases a player's backpack maximum item count allowed by (50 * (Camping Skill / 100))\n* Campfires made by players take (Between 57 and 60 seconds - (45 seconds * (Camping Skill / 100))) seconds to secure, based on the camping skill of the campfire creator\n* Players will no longer have a Buff Icon for the Camping skill (since it is always active)\n\n\n===PvM===\n* A player does an additional [[Base Weapon Damage]] * (25% * (Camping Skill / 100)) damage per weapon hit against creatures.\n* A player receives a spell damage bonus against creatures of (25% * (Camping Skill / 100)) \n\n\n===PvP===\n* A player does an additional [[Base Weapon Damage]] * (10% * (Camping Skill / 100)) damage per weapon hit against players. \n* A player receives a spell damage bonus against other players of (10% * (Camping Skill / 100))\n\n==Hiking==\nPlayers can now \"Hike\" to travel to destinations that can be found within the Atlas, based on their Camping skill.\n\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Destinations\n|-\n| 60\n| Cities, Moongates, and Healer Caravans\n|-\n| 80\n| Dungeons and Subterranean areas\n|-\n| 100\n| Shrines and Points of Interest\n|-\n| 120\n| Homes, Guildhouses, or any place one could mark a recall rune.\n|}\n\n\n[[File:wiki-camping03a.gif|link=]]\n\n\nWhen a player hikes to an Atlas destination, they are frozen in place for 5 seconds before being sent to their destination. Players begin with 3 Custom Location entries. Players can unlock 2 additional Custom Location Entries (for all characters on their account) by purchasing the Drifter Player Enhancement. Players can also unlock 4 additional Custom Locations Entries (for all characters on their account) by purchasing the Wayfarer Player Enhancement.\n\n\n'''In order to hike to a destination:'''\n\n* The player must select the \"Hike to Location\" button in the Atlas entry for the destination\n* The player must be at a secure campfire site\n* The player must not have been in combat of any type within 30 seconds\n* The player must not have been in combat with any player within 2 minutes\n\n==Bedrolls==\n* Players can double-click bedrolls from their backpack to place it at their feet.\n* Players can instantly log out using a bedroll if it is placed by a secure campsite\n* Players may not use bedrolls to log out inside dungeons [https://forums.uooutlands.com/index.php?threads/patch-notes-april-28-2019.2102/ Patched 20190428]\n\n\n[[File:campingbedroll.png|link=]]\n\n\n\n==Enhancements==\n* Players can increase the amount of custom hiking locations they can mark using the help menu under [[Player_Customizations#Enhancements|Player Customizations]]\n\n\n\n==Training==\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-80\n| Make campfires in the [[New Player Dungeon]]\n|-\n| 80-120\n| Make a campfire and stand nearby for skill gains\n|}"
	},
	{
		"skillTitle": "Meditation",
		"skillText": "[[Category:Skills]]\n==Summary==\n* The baseline Mana Regen rate is 1 mana restored every 2 seconds (i.e., 0.5 mana per second).\n* The maximum Mana Regen rate is 1 mana restored every 0.5 seconds (i.e., 2 mana per second).\n* The minimum Mana Regen rate is 1 mana restored every 8 seconds (i.e., 0.125 mana per second).\n* Players who use the Meditation skill will always enter a Meditative state (regardless of skill level) that doubles their current Mana Regen rate\n* The Mana Regen rate is increased by (100% * (Meditation skill / 100))\n* The Mana Regen rate is increased by 100% if the player is actively meditating\n* The Mana Regen rate is penalized by the player's armor:\n** The Mana Regen rate is penalized by (2 * (player's Total Armor Meditation Penalty))\n** A player's Total Armor Meditation Penalty is equal to the combined Meditation Penalties of all armor worn\n** Each piece of armor a player wears has an Meditation Penalty equal to it's (Armor Location Penalty * Armor Material Penalty)\n\n* The Mana Regen rate is adjusted with Meditation rate [[Mastery Chain]] links\n** '''Example''': ''If the player's Mana Regen rate is 1 mana every 1.0 seconds, having a 10% increase would boost it to 1 mana every 0.9 seconds.''\n\n{{MeditationPenalty}}\n\n==Training==\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-80\n| Cast [[Magery|spells]] and Meditate while in [[New Player Dungeon]]\n|-\n| 80-100\n| Passively gain when the player's mana is below their max mana and by using the skill\n|}"
	},
	{
		"skillTitle": "Wrestling",
		"skillText": "[[Category:Skills]][[Category:PvP]][[Category:PvM]]\n==Summary==\nWrestling skill grants the ability to attack and defend with no weapon equipped.  \n* The chance to hit with fists and the chance to avoid interrupts while casting is equal to (attacker's wrestling skill + 50) / ((defender's weapon or wrestling skill + 50) * 2) plus any relevant accuracy bonuses.\n* Unarmed Wrestling base damage  against creatures is 2-8\n* Unarmed Wrestling base damage against players is 1-4\n* Unarmed Wrestling attacks have a base speed of 50\n\n\n\n==PvM Bonuses==\n* Increases Base Weapon Damage by (25% * Skill / 100) as a secondary weapon skill (when using another weapon skill)\n* Wrestling will provide a (15% * (Wrestling Skill / 100)) Mana Refund chance when casting spells\n* Due to Wrestling's defense bonus being active when unarmed (or holding a book) it can be used to defend against melee attacks while casting spells.\n===PvM Weapon Special Attack===\n* Only works against creatures, not other players\n* There is a 10% base chance of inflicting a Special Attack on creatures\n** This chance can be further increased via the [[Arms Lore]] skill, [[Water Aspect|Water Aspect Armor]], or [[Mastery Chain|Mastery Chain Links]]\n* When players trigger a Weapon Special with a wrestling weapon equipped, it will no longer do a Disorient effect, but it will instead do a Stagger Effect\n** Damage is increased by 75%\n** Applies a Stagger effect of 10% on the target for 8-16 seconds (scaled by weapon speed) which can stack up to 30%\n** Stagger effects increase the damage dealt by any hit that includes a Weapon Special, Weapon Ability, or Weapon Finisher\n\n==Wrestling Weapons==\n{{Main|Armor & Weapons}}\n\n* Players have access to \"Martial Manuals\", \"Cestus\" and \"Fist Blade\" weapons which transform the player's Wrestling swings into weapon-like strikes of roughly the same speed and damage as War Forks\n* Wrestling Weapons are for all intents and purposes considered One-Handed Weapons that players can Parry with, but cannot equip Shields while wielding\n* Players can drink potions while wielding Wrestling Weapons\n\n{{WrestlingWeaponClass}}\n\n* Wrestling Weapons have the same Accuracy, Damage, Durability, and Slayer Properties as [[Modifiers|normal weapons]]\n* Martial Manuals can be crafted (including with Colored Materials) via the [[Inscription]] skill, or can be found as magic loot versions\n* Cestus and Fist Blades can be crafted (including with Colored Materials) via the [[Tailoring]] skill, or can be found as magic loot versions\n\n===PvP===\n* Wrestling Weapons can be [[Disarm|disarmed]], which will result in the player dealing standard \"Unarmed\" 1-2 damage during that time\n* Wrestling Weapons are not allowed in Arena Duels or Tournaments\n* Damage from Wrestling Weapons in PvP will scale based on the player's Raw Dex stat as a % (without any adjustments for Dex bonuses or penalties from Potions, Bless, Weaken, other effects)\n\nFor example:\n* A player with 100 Dex will inflict 100% of normal PvP damage with Wrestling Weapons\n* A player with 50 Dex will inflict 50% of normal PvP damage with Wrestling Weapons\n* A Player with 25 Dex will inflict 25% of normal PvP damage with Wrestling Weapons\n* A player with 25 Dex, but temporarily at 45 Dex due to a Greater Agility Potion, will still inflict 25% of normal PvP damage (Potions and spell buffs/debuffs will not count into their Dex calculation)\n\n==Codex==\n{{Main|Weapon and Shield Codex}}\n* Wrestling can benefit from Stances and Finishers provided by a Codex of Wrestling.\n** Players can acquire a Wrestling Codex that works exclusively with Wrestling Weapons (provides no benefit to empty fists)\n** Similar to other Weapon Skills, changing to a Wrestling Stance costs the player 3 mana\n** For the first 10 seconds after a player activates a Wrestling Stance, the bonus from it is dramatically increased (this is called a \"Stance Adoption\" period)\n** Conceptually, players with a [[Weapon_and_Shield_Codex#Wrestling_Stances_and_Finishers|Wrestling Codex]] are encouraged to switch stances (costing 3 mana) every 10 seconds to maximize the bonuses they get from each stance (which will likely require the player to have some form of limited mana regeneration)\n\n{{WrestlingCodex}}\n\n==Beneficial Skills==\nHaving these skills benefit Wrestling. \n{{BeneficialSkillsWeapon}}\n\n==Training==\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-80\n| Passively in unarmed combat (or Wrestling Weapons) in the [[New Player Dungeon]]\n|-\n| 80-100\n| Passively in unarmed combat (or Wrestling Weapons)\n|}"
	},
	{
		"skillTitle": "Echoes",
		"skillText": "[[Category:PvP]][[Category:PvM]][[Category:Skills]][[Category:Customization]]\n==Summary==\n* Echoes are a stored snapshot of their character's Stats and Skills at a specific time\n* Players may unlock multiple Echoes for their characters, with each subsequent Echo increasing the purchase cost by an additional factor  [https://forums.uooutlands.com/index.php?threads/patch-notes-for-august-22-2019.2411/ Patch 20190822]\n* Players will be able to Activate their Echo at most once every 12 hours (see Jack & Jill and Quick Change Enhancements to reduce this to 6 hours, 1 hour, and 15 minutes [[Template:CustomizationsEnhancements]])\n* Activating an Echo will set that player's Stats and Skills to match those stored in the Echo (and also stores their old Stats and Skills for later retrieval)\n* Players will not be able to Activate an Echo if they have been in any form of PvP in the last 5 minutes or been in any form of combat in the last 2 minutes\n* Players will not be able to Create or Activate an Echo while in the Arena\n\n\n[[File:echounlockedgump.png|link=]]\n\n\n==Echoes Menu==\n* Players can access the Echoes system by typing [Echo or [Echoes in game (and will eventually have a button in the Paperdoll -> Help sytem)\n* The left side of the menu displays their character's current Stats and Skills\n* If a character has an Echo, it's Stats and Skills are displayed on the right side of the menu\n* If a character does not currently have an Echo, they can create a new one of their current Stats and Skills by pressing the Diamond button at the top of the menu near \"Create Echo of Current Character\"\n* Creating an Echo has a substantial cost, and players can click the arrow keys at the top of the menu to rotate through the different ways they can pay to create an Echo of their character\n\n\nPlayers can pay to create an Echo of their character with any of the following payment options: \n\n{| class=\"wikitable\" style=\"text-align:center;\"\n|- style=\"vertical-align: bottom;\"\n! colspan=\"5\" | Purchase Echo with Currency\n|- style=\"vertical-align: bottom;\"\n| [[File:gold.png|link=Gold]]<br />1,000,000 Gold\n| [[File:doubloons.png|link=Doubloons]]<br />1,000,000 Doubloons\n| [[File:skillmasteryscroll.png|link=Skill Mastery Scrolls]]<br />100 Skill Mastery Scrolls\n| [[File:arcaneessence11.png|link=Arcane Essence]]<br />25,000 Arcane Essence\n|}\n\n\n==Creation and Activation of Echoes==\n* When a character creates an echo, it will immediately adopt their character's current Stats and Skills\n* Whenever a player activates an Echo, all of their skills will become Locked and will require players to click them up or down if they want them to change going forward \n** Note: Murder count and other player specific attributes are not reverted between echos.  Echoes only swap Stats and Skills\n* Characters can Activate their Echo by clicking the Activate Echo button on the right side of the page\n* Activating an Echo immediately sets the player's Stats and Skills to match what was stored in the Echo and stores their characters's old Stats and Skills on the right side of the page where their Echo was (effectively, their old Stats and Skills have now become their new Echo)\n* Players can Activate an Echo at most once every 12 hours\n* Players can view how long they have before they may Activate an Echo at the bottom of the page (if a cooldown is currently in place)\n\n\n[[File:echolock.png|link=]]\n\n\n==Intent of the Echo System==\nThe intent of the Echo system is to give players who have invested a very large amount of time and/or resources in certain skills (such as Crafting, Harvesting, or Taming) the opportunity to make variations on their character without having to completely build a new character entirely from scratch.\n\n\nFor instance, a player with 120 Poisoning who is playing as a Poisoner Mage character may want to diversify and try playing as a Poison Dexxer. To accomplish this, the player creates an Echo of their character which stores their current \"Poison Mage\" Stats and Skills into an Echo. The player then creates their \"Poison Dexxer\" template by reworking their current character's skills (through normal skill gain and dropping unwanted skills) to the desired amounts. In the image below, the player has Poisoning, Magery, and Magic Resist on both their current character and their Echo, but their current character has dropped Spirit Speak, Taste Id, Wrestling, and Meditation and in exchange for Fencing, Tactics, Healing, and Anatomy. The player is now able to switch between the two builds once per day by clicking the \"Activate Echo\" button.\n\n[[File:echounlockedgump.png|link=]]"
	},
	{
		"skillTitle": "Skill Synergies",
		"skillText": "[[Category:Skills]]\n==Summary==\n* The following skills have synergies in the ways listed.\n\n==Combat==\n* '''[[Anatomy]]:'''\n** '''Weapon Damage/Weapon Finisher Chance:''' [[Archery]], [[Fencing]], [[Mace Fighting]], [[Swordsmanship]], \n** '''Increased Healing/Resurrection/Curing:''' [[Healing]] \n\n* '''[[Archery]]:'''\n** '''Increased Damage:''' [[Anatomy]], [[Camping]], [[Carpentry]], [[Forensic Evaluation]], [[Tactics]], [[Tracking]], [[Chivalry]]\n** '''Increased Weapon Special Chance''': [[Arms Lore]]\n** '''Increased Codex Finisher Chance''': [[Anatomy]]\n\n* '''[[Fencing]]''':\n** '''Increased Damage:''' [[Anatomy]], [[Camping]], [[Blacksmithy]], [[Forensic Evaluation]], [[Tactics]], [[Tracking]], [[Chivalry]]\n** '''Increased Weapon Special Chance''': [[Arms Lore]]\n** '''Increased Codex Finisher Chance''': [[Anatomy]]\n** '''Inflict Poison''': [[Poisoning]]\n\n* '''[[Healing]]:'''\n** '''Increased Healing/Resurrection/Curing:''' [[Anatomy]]\n\n* '''[[Mace Fighting]]:'''\n** '''Increased Damage:''' [[Anatomy]], [[Camping]], [[Carpentry]], [[Blacksmithy]], [[Forensic Evaluation]], [[Tactics]], [[Tracking]], [[Chivalry]]\n** '''Increased Weapon Special Chance''': [[Arms Lore]]\n** '''Increased Codex Finisher Chance''': [[Anatomy]]\n\n* '''[[Parrying]]:'''\n** '''Block physical and magical attacks:''' [[Resisting Spells]]\n** '''Increased Shield Armor:''' [[Blacksmithy]], [[Carpentry]]\n\n* '''[[Swordsmanship]]:'''\n** '''Increased Damage:''' [[Anatomy]], [[Camping]], [[Blacksmithy]], [[Forensic Evaluation]], [[Tactics]], [[Tracking]], [[Chivalry]]\n** '''Increased Weapon Special Chance''': [[Arms Lore]]\n** '''Increased Codex Finisher Chance''': [[Anatomy]]\n** '''Inflict Poison''': [[Poisoning]]\n\n* '''[[Wrestling]]:'''\n** '''Increased Damage:''' [[Anatomy]], [[Camping]], [[Inscription]], [[Forensic Evaluation]], [[Tactics]], [[Tracking]], [[Arms Lore]], [[Chivalry]]\n** '''Increases Weapon Special Chance''': [[Arms Lore]]\n** '''Increases Codex Finisher Chance''': [[Anatomy]]\n** '''Defend Melee Attacks Unarmed:''' [[Magery]]\n\n* '''[[Chivalry]]:''' ''10 melee/dexxer focused \"spells\", including weapon damage, healing etc''\n** '''Provides weapon buffs:''' [[Archery]], [[Mace Fighting]], [[Swordsmanship]], [[Wrestling]], [[Fencing]]\n** '''Capped by:''' [[Tactics]]\n\n* '''[[Tactics]]:'''\n** '''Increases damage of:''' [[Archery]], [[Fencing]], [[Mace Fighting]], [[Swordsmanship]], \n[[Wrestling]]\n\n==Trade Skills==\n* '''[[Alchemy]]:''' ''Increases Potion effectiveness and duration''\n** '''Stick explosion potions to other players:''' [[Magery]]\n\n* '''[[Blacksmithy]]:'''\n** '''Increased damage dealt with metal weapons:''' [[Fencing]], [[Mace Fighting]], [[Swordsmanship]]\n** '''Increases the armor rating of metal armor/shields:''' [[Parrying]]\n\n* '''[[Carpentry]]:'''\n** '''Increased damage dealt with wooden weapons:''' [[Archery]], [[Mace Fighting]]\n** '''Increases the bonuses of instruments:''' [[Discordance]], [[Musicianship]], [[Peacemaking]], [[Provocation]]\n** '''Increases the armor rating of wooden shields:''' [[Parrying]]\n\n* '''[[Cooking]]:''' ''Cook food with buffs for PvM use''\n** '''Increases food bonuses:''' [[Taste Identification]]\n\n* '''[[Lumberjacking]]:'''\n** '''Carry more harvested logs/boards:''' [[Camping]]\n** '''Increase damage dealt with axes:''' [[Swordsmanship]]\n\n* '''[[Inscription]]:'''\n** '''Use spell scrolls instead of reagents and increased spell damage, buffed magic reflect, longer bless/protection:''' [[Magery]]\n** '''Increase damage dealt by martial manuals:''' Wrestling\n\n* '''[[Mining]]:'''\n** '''Carry more harvested ore/ingots:''' [[Camping]]\n** '''Increase damage dealt with macing weapons:''' [[Mace Fighting]]\n\n* '''[[Tailoring]]:''' ''Make clothes and armor. Reflect PvM damage while wearing tailored armor''\n\n* '''[[Tinkering]]:'''\n** '''Craft various items (with multi-skill requirements):''' [[Carpentry]], [[Item Identification]]\n** '''Increases Trap Damage:''' [[Detecting Hidden]]\n\n\n\n==Magic==\n* '''[[Evaluating Intelligence]]:'''\n** '''Increases Spell Damage:''' [[Magery]]\n\n* '''[[Meditation]]:'''\n** '''Increased mana regen rate:''' [[Magery]], [[Wrestling]]\n\n* '''[[Resisting Spells]]:'''\n** '''Reduces spell damage taken:''' [[Parrying]]\n** '''Chance to avoid spell interruption:''' [[Magery]]\n** '''Increases damage:''' [[Magery]], [[Swordsmanship]], [[Wrestling]], [[Fencing]], [[Mace Fighting]], [[Archery]]\n\n* '''[[Spirit Speaking]]:'''\n** '''Increases damage, stats and duration of summons:''' [[Magery]], [[Necromancy]]\n** '''Increases Spell Charged Chance:''' [[Magery]]\n** '''Increased summon damage:''' [[Herding]],  [[Veterinary]]\n\n==Wilderness==\n* '''[[Animal Lore]]:'''\n** '''Increased Healing/Resurrection/Curing:''' [[Veterinary]]\n** '''Required to tame creatures:''' [[Animal Taming]]\n\n* '''[[Animal Taming]]:'''\n** '''Required to tame creatures:''' [[Animal Lore]]\n** '''Increased pet damage:''' [[Veterinary]], [[Herding]]\n** '''Increased pet healing:''' [[Veterinary]], [[Animal Lore]]\n** '''Pet damage resistance:''' [[Herding]]\n\n* '''[[Fishing]]:'''\n** '''Carry more fish:''' [[Camping]]\n** '''Increased harpoon damage:''' [[Tactics]]\n\n* '''[[Herding]]:'''\n** '''Increased follower damage/damage resistance: [[Animal Taming]]/[[Animal Lore]], [[Magery]]/[[Spirit Speaking]], [[Magery]]/[[Necromancy]]\n\n* '''[[Tracking]]:'''\n** '''Increases damage:''' [[Archery]], [[Fencing]], [[Mace Fighting]], [[Swordsmanship]], [[Wrestling]], [[Magery]]\n** '''Increases effective barding:''' [[Musicianship]], [[Discordance]], [[Provocation]], [[Peacemaking]]\n\n* '''[[Veterinary]]:'''\n** '''Increased Healing/Resurrection/Curing:''' [[Animal Lore]], [[Animal Taming]]\n\n\n\n\n==Thieving==\n* '''[[Detecting Hidden]]:''' ''Used to reveal hidden players or creatures''\n** '''Track hidden players/creatures:''' [[Tracking]]\n** '''Increases trap damage:''' [[Tinkering]]\n** ''Open Locked/Trapped chests:''' [[Lockpicking]]\n\n* '''[[Hiding]]:''' ''Used to become invisible indefinitely''\n** '''To be able to move while hidden:''' [[Stealth]]\n\n* '''[[Lockpicking]]:'''\n** '''Open Locked/Trapped chests:''' [[Detecting Hidden]]\n\n* '''[[Poisoning]]:'''\n** '''Inflicted with:''' [[Magery]], [[Fencing]], [[Swordsmanship]]\n** '''Increased poison damage/reduced cure chance:''' [[Taste Identification]]\n\n* '''[[Snooping]]:'''\n** '''Steal snooped items:''' [[Stealing]]\n\n* '''[[Stealing]]:'''\n** '''Snoop items to steal:''' [[Snooping]]\n** '''Stay invisible while stealing:''' [[Stealth]], [[Hiding]]\n\n* '''[[Stealth]]:'''\n** '''Hide to begin stealthing:''' [[Hiding]] \n** '''Increases backstab damage:''' [[Archery]], [[Fencing]], [[Mace Fighting]], [[Swordsmanship]], [[Wrestling]]\n\n\n\n==Bard==\n* '''[[Discordance]]:'''\n** '''Increases effective barding:''' [[Forensic Evaluation]], [[Musicianship]], [[Tracking]], [[Carpentry]]\n** '''Effective skill capped by:''' [[Musicianship]]\n\n* '''[[Musicianship]]:'''\n** '''Increases effective barding:''' [[Forensic Evaluation]], [[Tracking]], [[Carpentry]]\n** '''Caps the effective skill of:''' [[Discordance]], [[Peacemaking]], [[Provocation]]\n\n* '''[[Peacemaking]]:''' \n** '''Increases effective barding:''' [[Forensic Evaluation]], [[Musicianship]], [[Tracking]], [[Carpentry]]\n** '''Effective skill capped by:''' [[Musicianship]]\n\n* '''[[Provocation]]:'''\n** '''Increases effective barding:''' [[Forensic Evaluation]], [[Musicianship]], [[Tracking]], [[Carpentry]]\n** '''Effective skill capped by:''' [[Musicianship]]\n\n==Miscellaneous==\n* '''[[Arms Lore]]:'''\n** '''Increases weapon special chance:''' [[Archery]], [[Fencing]], [[Mace Fighting]], [[Swordsmanship]], [[Wrestling]]\n\n* '''[[Begging]]:''' ''Beg from NPCs for gold and to recruit them as crewmembers''\n\n* '''[[Carpentry|Bowcraft/Fletching]]:''' Merged with [[Carpentry]]\n\n* '''[[Detecting Hidden|Remove Trap]]:''' Merged with [[Detecting Hidden]]\n\n* '''[[Camping]]:''' \n** '''Increases damage:''' [[Archery]], [[Fencing]], [[Mace Fighting]], [[Magery]], [[Swordsmanship]], [[Wrestling]]. \n** '''Carry capacity'''[[Mining]], [[Lumberjacking]], [[Fishing]], [[Forensic Evaluation]]\n\n* '''[[Cartography]]:''' ''Decode [[Treasure Hunting|treasure]] and resource maps\n\n* '''[[Forensic Evaluation]]:''' \n** '''Increases damage:''' [[Archery]], [[Camping]], [[Fencing]], [[Mace Fighting]], [[Swordsmanship]], [[Wrestling]]\n** '''Increased effective barding:''' [Discordance]], [[Peacemaking]], [[Provocation]]\n\n* '''[[Item Identification]]:''' ''Use on an item to identify it''\n** '''Increases slayer wand damage:''' [[Magery]]\n** '''Required to craft:''' [[Identification Wand|ID wands]] : [[Tinkering]]"
	},
	{
		"skillTitle": "PvP Damage Cap",
		"skillText": "[[Category:Mechanics]][[Category:PvP]][[Category:Skills]]\n==Summary==\nThere are two separate damage caps in PvP; Melee and Spellcasting:\n\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Damage Cap Type\n! Description\n|-\n| Melee\n| Tactics + Anatomy + Total of 20% Damage Bonus from all Supplemental skills\n|-\n| Spellcasting\n| Evaluating Intelligence + Total of 10% Damage Bonus from all Supplemental skills\n|}\n\n===Supplemental Skills===\nSupplemental Damage skills provide 10% * (skill / 100) damage bonus in PvP\n\n* [[Blacksmithy]] (metal weapons only)\n* [[Camping]]\n* [[Carpentry]] (wooden weapons only)\n* [[Cartography]]\n* [[Chivalry]]\n* [[Fishing]] (spears only)\n* [[Focus]]\n* [[Forensic Evaluation]]\n* [[Inscription]] (only martial manuals or magery, when casting from a scroll)\n* [[Item Identification]]\n* [[Lumberjacking]] (axes only)\n* [[Mining]] (maces only)\n* [[Necromancy]]\n* [[Tracking]]"
	},
	{
		"skillTitle": "Skill Mastery",
		"skillText": "[[Category:Skills]]\n==Summary==\n* Skill Mastery refers to the ability of players to increase their Total Skill Cap and Skill Cap for individual skills\n* Starting Total Skill Cap for players is 700 points\n\n[[File:wiki-skillmastery.png|link=]]\n\n\n==Skill Mastery Orb==\n* Players may increase their Total Skill Cap up to 720 points through use of Skill Mastery Orbs\n* Skill Mastery Orbs increase the Total Skill Cap by 1 point\n* Skill Mastery Orbs are found as  [[Loot|loot]] in various activities\n\n[[File:skillmasteryorb1.png|link=]]\n\n\n==Skill Mastery Scroll==\n* Players may increase Individual Skill Caps for a variety of '''non-PvP skills''' up to 120 points through use of Skill Mastery Scrolls\n* Skill Mastery Scrolls increase an individual Skill Cap by 1 point\n* The Individual Skill Caps are independent of the Total Skill Cap, raising one individual skill doesn't increase your total skill cap equally\n* Skill Mastery Scrolls are found as [[Loot|loot]] in various activities\n\n[[File:skillmasteryscroll1.png|link=]]\n\n\n==Epic Skill Mastery Scroll==\n* Increases the Skill Cap for all skills by 1\n* Epic Skill Mastery Scrolls are purchased with [[Achievements#Achievement_Point_Exchange|Achievement Points]]\n\n[[File:epicskillmasteryscroll1.png|link=]]\n\n==Skill Mastery Tome==\n* Read about the [[Skill Mastery Tome]]\n\n[[File:skillmasterytome2b.png|link=Skill Mastery Tome]]\n\n==Example of Skill Mastery Scroll/Orb Usage==\n* You have 7 skills at 100\n* You are at the overall cap of 700 skill points\n* To raise the cap of a skill to 120 you use 20 skill mastery scrolls\n* Now you are able to raise that skill to 120, but are still bound by the overall 700 skill cap; you need to lower your other skills and reallocate 20 points to the one you wish to raise to 120\n* OR if you also use 20 skill mastery orbs your overall skill cap raises to 720; now you can raise that particular skill to 120 while keeping the rest at 100"
	},
	{
		"skillTitle": "Starting Items",
		"skillText": "[[Category:New Player]][[Category:Skills]][[Category:PvM]][[Category:PvP]][[Category:Crafting]]__NOTOC__\n==Summary==\nBelow are the items a character receives in their pack when starting with a particular skill.  Each skill will stack with others so it is possible to get multiple items per character.\n\n==Skill Specific Starting Items==\n{| class=\"wikitable\" style=\"width: 100%;\"\n|-\n| style=\"text-align: left; vertical-align: top;\"|\n===Alchemy===\n\n* Mortar and Pestle x2\n* Bottle x10\n* Heal Potion x5\n* 2x Int +10 Stat Stone\n\n| style=\"text-align: left; vertical-align: top;\"|\n===Anatomy===\n\n* Bandage x50\n* 2x Str +10 Stat Stone\n\n| style=\"text-align: left; vertical-align: top;\"|\n===Animal Lore===\n\n* Bandage x50\n* 2x Int +10 Stat Stone\n\n| style=\"text-align: left; vertical-align: top;\"|\n===Animal Taming===\n\n* Str +10 Stat Stone\n* Int +10 Stat Stone\n\n| style=\"text-align: left; vertical-align: top;\"|\n===Archery===\n\n* Bow\n* Arrow x200\n* 2x Dex +10 Stat Stone\n\n|-\n| style=\"text-align: left; vertical-align: top;\"|\n===Arms Lore===\n\n* Bandage x50\n* 2x Str +10 Stat Stone\n\n| style=\"text-align: left; vertical-align: top;\"|\n===Begging===\n\n* Str +10 Stat Stone\n* Dex +10 Stat Stone\n\n| style=\"text-align: left; vertical-align: top;\"|\n===Blacksmithy===\n\n* Tongs x2\n* Pickaxe x2\n* 2x Str +10 Stat Stone\n\n| style=\"text-align: left; vertical-align: top;\"|\n===Camping===\n\n* Saw\n* Hatchet\n* Skillet\n* 2x Str +10 Stat Stone\n\n| style=\"text-align: left; vertical-align: top;\"|\n===Carpentry===\n\n* Saw x2\n* Hatchet x2\n* 2x Str +10 Stat Stone\n\n|-\n| style=\"text-align: left; vertical-align: top;\"|\n===Cartography===\n\n* Mapmaker's Pen x3\n* Spyglass\n* Shovel\n* 2x Str +10 Stat Stone\n\n| style=\"text-align: left; vertical-align: top;\"|\n===Chivalry===\n\n* Str +10 Stat Stone\n* Dex +10 Stat Stone\n* Chivalry Book\n\n| style=\"text-align: left; vertical-align: top;\"|\n===Cooking===\n\n* Skillet x3\n* 2x Int +10 Stat Stone\n\n| style=\"text-align: left; vertical-align: top;\"|\n===Detect Hidden===\n\n* 2x Int +10 Stat Stone\n\n| style=\"text-align: left; vertical-align: top;\"|\n===Discordance===\n\n* Random Instrument\n* 2x Dex +10 Stat Stone\n\n|-\n| style=\"text-align: left; vertical-align: top;\"|\n===Evaluating Intelligence===\n\n* Spellstone +750\n* 2x Int +10 Stat Stone\n\n| style=\"text-align: left; vertical-align: top;\"|\n===Fencing===\n\n* War Fork\n* 2x Dex +10 Stat Stone\n\n| style=\"text-align: left; vertical-align: top;\"|\n===Fishing===\n\n* Fishing Pole x3\n* 2x Str +10 Stat Stone\n\n| style=\"text-align: left; vertical-align: top;\"|\n===Forensic Evaluation===\n\n* Skinning Knife x3\n* 2x Dex +10 Stat Stone\n\n| style=\"text-align: left; vertical-align: top;\"|\n===Healing===\n\n* Bandage x75\n* 2x Dex +10 Stat Stone\n\n|-\n| style=\"text-align: left; vertical-align: top;\"|\n===Herding===\n\n* Shepherd's Crook\n* 2x Str +10 Stat Stone\n\n| style=\"text-align: left; vertical-align: top;\"|\n===Hiding===\n\n* 2x Dex +10 Stat Stone\n\n| style=\"text-align: left; vertical-align: top;\"|\n===Inscription===\n\n* Scribe's Pen x3\n* Spellstone x 750\n* 2x Int +10 Stat Stone\n\n| style=\"text-align: left; vertical-align: top;\"|\n===Item Identification===\n\n* 2x Int +10 Stat Stone\n\n| style=\"text-align: left; vertical-align: top;\"|\n===Lockpicking===\n\n* Lockpicks x2\n* Trap Tool x2\n* 2x Dex +10 Stat Stone\n\n|-\n| style=\"text-align: left; vertical-align: top;\"|\n===Lumberjacking===\n\n* Hatchet x2\n* Saw\n* Axe\n* 2x Str +10 Stat Stone\n\n| style=\"text-align: left; vertical-align: top;\"|\n===Macing===\n\n* Mace\n* 2x Dex +10 Stat Stone\n\n| style=\"text-align: left; vertical-align: top;\"|\n===Magery===\n\n* Spellbook\n* Magic Arrow Scroll\n* Reactive Armor Scroll\n* Cure Scroll\n* Protection Scroll\n* Poison Scroll\n* Teleport Scroll\n* Lightning Scroll\n* Greater Heal Scroll\n* Spellstone +750\n* 2x Int +10 Stat Stone\n\n| style=\"text-align: left; vertical-align: top;\"|\n===Magic Resistance===\n\n* Str +10 Stat Stone\n* Int +10 Stat Stone\n\n| style=\"text-align: left; vertical-align: top;\"|\n===Meditation===\n\n* Spellstone +750\n* 2x Int +10 Stat Stone\n\n|-\n| style=\"text-align: left; vertical-align: top;\"|\n===Mining===\n\n* Pickaxe x2\n* Maul\n* 2x Str +10 Stat Stone\n\n| style=\"text-align: left; vertical-align: top;\"|\n===Musicianship===\n\n* Random Instrument\n* 2x Dex +10 Stat Stone\n\n| style=\"text-align: left; vertical-align: top;\"|\n===Necromancy===\n\n* Spellstone +750\n* 2x Int +10 Stat Stone\n* Necromancy Book\n\n| style=\"text-align: left; vertical-align: top;\"|\n===Parrying===\n\n* Wooden Shield\n* 2x Str +10 Stat Stone\n\n| style=\"text-align: left; vertical-align: top;\"|\n===Peacemaking===\n\n* Random Instrument\n* 2x Dex +10 Stat Stone\n\n|-\n| style=\"text-align: left; vertical-align: top;\"|\n===Poisoning===\n\n* Poison Potion x5\n* Cure Potion x5\n* 2x Dex +10 Stat Stone\n\n| style=\"text-align: left; vertical-align: top;\"|\n===Provocation===\n\n* Random Instrument\n* 2x Dex +10 Stat Stone\n\n| style=\"text-align: left; vertical-align: top;\"|\n===Remove Trap===\n\n* Lockpicks x2\n* Trap Tool x2\n* 2x Dex +10 Stat Stone\n\n| style=\"text-align: left; vertical-align: top;\"|\n===Snooping===\n\n* 2x Dex +10 Stat Stone\n\n| style=\"text-align: left; vertical-align: top;\"|\n===Spirit Speak===\n\n* Spellstone +750\n* 2x Int +10 Stat Stone\n\n|-\n| style=\"text-align: left; vertical-align: top;\"|\n===Stealing===\n\n* 2x Dex +10 Stat Stone\n\n| style=\"text-align: left; vertical-align: top;\"|\n===Stealth===\n\n* 2x Dex +10 Stat Stone\n\n| style=\"text-align: left; vertical-align: top;\"|\n===Swordsmanship===\n\n* Longsword\n* 2x Dex +10 Stat Stone\n\n| style=\"text-align: left; vertical-align: top;\"|\n===Tactics===\n\n* Str +10 Stat Stone\n* Dex +10 Stat Stone\n\n| style=\"text-align: left; vertical-align: top;\"|\n===Tailoring===\n\n* Sewing Kit x2\n* Skinning Knife x2\n* 2x Int +10 Stat Stone\n\n|-\n| style=\"text-align: left; vertical-align: top;\"|\n===Taste Identification===\n\n* 2x Int +10 Stat Stone\n\n| style=\"text-align: left; vertical-align: top;\"|\n===Tinkering===\n\n* Tinkering Tools x2\n* Pickaxe x2\n* 2x Int +10 Stat Stone\n\n| style=\"text-align: left; vertical-align: top;\"|\n===Tracking===\n\n* Dex +10 Stat Stone\n* Int +10 Stat Stone\n\n| style=\"text-align: left; vertical-align: top;\"|\n===Veterinary===\n\n* Bandage x75\n* 2x Dex +10 Stat Stone\n\n| style=\"text-align: left; vertical-align: top;\"|\n===Wrestling===\n\n* Str +10 Stat Stone\n* Dex +10 Stat Stone\n\n|}"
	},
	{
		"skillTitle": "Crafting",
		"skillText": "[[Category:New Player]][[Category:Skills]]\n==Summary==\n* Use [[Harvesting|Harvested]] resources to craft hundreds of useful items\n* Crafting skills do <u>'''NOT'''</u> receive Skill Gain Bonuses\n* Crafting skills raise more slowly than other skills\n\n\n\n==Alchemy==\n* Use [[Alchemy]] to craft potions, Aspect Distillations and Plant care items\n* Requires a Mortar and Pestle\n* Increase the potency of using potions\n\n\n[[File:crafting-alchemy.png|link=Alchemy]]\n\n\n\n==Blacksmithy==\n* Use [[Blacksmithy]] to craft armor, weapons, addons and more\n* Requires a Smith's Hammer, Ingots and an Anvil\n\n\n[[File:crafting-blacksmithy.png|link=Blacksmithy]]\n\n\n\n==Carpentry/Bowcraft==\n* Use [[Carpentry|Carpentry/Bowcraft]] to craft wood-based weapons, shields, archery weapons/ammo, furniture, ships and more\n* Requires a Carpentry tool and Boards\n\n\n[[File:crafting-carpentry.png|link=Carpentry/Bowcraft]]\n\n\n\n==Cooking==\n* Use the [[Cooking]] skill to craft food that provides regeneration bonuses for PvM\n* Requires a Skillet, ingredients and a heat source such as an Oven, Campfire, or Forge\n\n\n[[File:crafting-cooking.png|link=Cooking]]\n\n\n\n==Inscription==\n* Use [[Inscription]] to craft Spell Scrolls, Runebooks, [[Rune Tome|Rune Tomes]], Lore Books and more\n* Requires a Scribe's Pen\n* Increase the potency of Magery spells and [[Inscription#Arcane_Runes|Arcane Runes]]\n\n\n[[File:crafting-inscription.png|link=Inscription]]\n\n\n\n==Tailoring==\n* Use [[Tailoring]] to craft custom clothing, specially dyed items, leather armor, utility items and more\n* Requires a Sewing Kit as well asÂ Cloth and/or Leather\n\n\n[[File:crafting-tailoring.png|link=Tailoring]]\n\n\n\n==Tinkering==\n* Use [[Tinkering]] to craft tools, traps for PvM and PvP, lockpicks, utility items and more\n* Requires Tinker's Tools\n\n\n[[File:crafting-tinkering.png|link=Tinkering]]\n\n\n\n==Crafting Queues==\n* Players now have access to \"Crafting Queues\" which are automation tools for crafting\n* Players can launch the Crafting Queue Menu by clicking the \"Open Crafting Queue\" button in any crafting menu\n* Players can type [CraftingQueue or [CraftQueue to launch the Crafting Queue Menu\n* Additionally, if a player clicks \"Add to Queue\" in the crafting sub-menu for a specific item, it will automatically launch the Crafting Queue Menu and add that specific item to the player's current Crafting Queue (or will create a new Crafting Queue if none exists yet)\n* Read more about [[Crafting Queue|Crafting Queues]]\n\n\n[[File:craftingqueue1.gif|link=Crafting Queue]]"
	},
	{
		"skillTitle": "Chivalry",
		"skillText": "[[Category:Skills]][[Category:PvM]]\n==Summary==\n* Chivalry on Outlands features 10 Chivalry Abilities that are thematically-based on the classic Chivalry Spells, but rebalanced and geared towards extending the toolset of Melee (Archery included) characters\n* Players with the Chivalry skill will automatically accumulate Holy Symbols which are a virtual resource that players will use to pay for Chivalry Abilities\n* Players earn a single Holy Symbol every 5 seconds, and can bank up to (Effective Chivalry / 10) (rounded down) Holy Symbols\n* Chivalry Abilities that can be used while hidden, will not play the visual effects while hidden\n* Each Chivalry Ability has a Holy Symbol Cost, ranging from 1 to 5, and activating that ability will consume that number of Holy Symbols from the player's pool of banked symbols\n** There is a 30 second cooldown in between uses of the same Chivalry ability\n** Using a Chivalry ability does not cost mana nor does it rely on Fame/Karma, only Holy Symbols\n** Activating a Chivalry Ability is instantaneous, cannot be interrupted, and does not require empty hands\n\n[[File:bookofchivalry.jpg|link=]]\n\n==Acquiring and Increasing Chivalry Skill==\nWhile players do not have to unlock Chivalry Abilities, they do however need to acquire a Book of Chivalry in order to use them. Players can acquire Books of Chivalry in various ways:\n\n* Players who select Chivalry skill on Character Creation will start with a Book of Chivalry in their backpack\n* From Paladin NPCs by spending 5,000 Gold or sacrificing 25,000 Fame\n** Players can speak to Paladin NPCs in various towns by saying \"Paladin\", \"Chivalry\", or \"Book\" out loud near them\n** Players can Train up to 50 Chivalry skill at a Paladin NPC in the normal method of training any skill from an NPC\n* Players who have a Book of Chivalry in their backpack will automatically gain Chivalry skill while making Melee attacks, similar to gaining Tactics skill\n* Players can reach 101-120 Chivalry skill through use of Skill Scrolls\n* Epic Skill Scrolls increase the Skill Cap of the Chivalry skill\n* '''Chivalry requires Tactics skill:''' A player's effective Chivalry skill is capped by their Tactics skill (but can go above 100 Chivalry freely if they have 100 Tactics)\n* Mini-Bosses, Bosses, and Omni-Bosses no longer drop Books of Chivalry as loot\n\n\n[[File:chivalrypurchase1.png|link=]]\n\n\n==Chivalry Menu==\n* If a player has a Book of Chivalry in their backpack, they can open the Chivalry Menu by double-clicking it or typing [Chivalry\n* In the Chivalry Menu, players can click on Ability Icons to see a description for each ability, including the ability's Holy Symbol Cost and Minimum Chivalry Skill needed to activate it\n* Players can see how many Holy Symbols they currently have banked up and are available to spend in the middle of the menu\n* Players can click the \"Activate Ability\" button to attempt to activate the currently selected ability (provided they have sufficient Holy Symbols, enough Chivalry skill, and the ability is not in cooldown)\n\n\n[[File:chivalrybookgump.jpg|link=]]\n\n\n\n==Chivalry Hotbar==\n* Players can launch a Chivalry Hotbar by clicking the \"Open Hotbar\" button in the Chivalry Menu or by typing [ChivalryHotbar\n\n[[File:chivalryhotbargump.jpg|link=]]\n\n\n===Ability Button Hues===\n* The top of Chivalry Hotbar shows players how many Holy Symbols the player has available to spend compared to their Max Symbol Capacity\n* Players can Activate a Chivalry ability by single-clicking its corresponding Icon in the hotbar\n* Chivalry Ability Icons are displayed in <u>Yellow</u> if the player has enough Holy Symbols available to activate it\n* Chivalry Ability Icons are displayed in <u>Light Grey</u> if the player does not have enough Holy Symbols available to use it\n* Chivalry Ability Icons are displayed in <u>Dark Grey</u> if the player has recently activated the ability and it is currently in its 30 second cooldown\n* Chivalry Ability Icons are displayed in <u>Red</u> if the player does not meet the skill requirements to use the ability\n\n[[File:chivalryhotbarstatus.jpg|link=]]\n\n\n===Layout Switching===\n* The small Orb Button at the top of the Chivalry Hotbar allows players to rotate through a variety of different visual layouts for the hotbar including switching between full/condensed mode, vertical/horizontal orientation, single/double rows, or minimalist mode (no icons and only symbol count shown)\n\n[[File:chivalryhotbarlayouts.gif|link=]]\n\n===Ability Auto-Renew===\n* Many abilities in the hotbar have a \"Auto-Renew\" checkbox button next to them, that when toggled, will automatically attempt to activate the ability for the player whenever possible, provided they have enough Symbols available to pay for the ability\n* If a player has multiple abilities set to Auto-Renew, it will try to activate the least expensive ones first (i.e. progresses from top to bottom)\n* Chivalry Abilities will not attempt to Auto-Renew if the player has been out of combat for more than 30 seconds\n\n[[File:chivalryhotbarautorenew.jpg|link=]]\n\n\n===Save Hotbar on logout===\n* For quick save of the necromancery hotbar position user can used <code>-savechivbar</code> command\n** Hotbar need to be opened to save there position\n* User can save hotbar and force client to open it on login\n* User have to use Gump Manager to achive that\n** Open Options Gump\n** Open Hotbar\n** Hold Ctrl + Alt and click on Symbol Icon\n** Type label for the gump name\n** Check Remember across client restarts\n** Click Remember UI Window Positions\n** There should be checkmark in Gump Manager Stay column for new entry\n\n[[File:saveBar.gif]]\n\n==Chivalry Commands==\n* There is a full selection of [Commands players can type to access Chivalry functions, which can be viewed in the Paperdoll -> Help -> Commands -> Chivalry section of the Commands Menu or [[Commands#Chivalry|here on the wiki]]\n* Each individual Chivalry Ability has its own [Command such as [ConsecrateWeapon or [CloseWounds that when typed will attempt to activate the ability\n* Players can also use [Chivalry1 [Chivalry2 [Chivalry3 and so on to activate Chivalry Abilties, where the number refers to the ability's position in the Chivalry Hotbar\n\n==Chivalry in PvP==\n* Chivalry Abilities will NOT work in PvP\n* Players may be able to activate certain abilities in PvP, but their effects will NOT apply to the player while they are currently flagged as being in PvP\n* Instead, having the Chivalry skill during PvP will provide the player with a (10% * (Chivalry Skill / 100)) Supplemental PvP Melee Damage bonus similar to our handling for the Camping, Forensics, Tracking, Lumberjacking, and Mining skills in PvP\n* Abilities that heal other targets, such as Noble Sacrifice or Holy Light, will not providing healing to the target if the target has been flagged as being in PvP\n* Players will be able to accumulate Holy symbols while flagged in PvP\n* Players will be able to activate all Chivalry abilities while flagged in PvP with the exception of Sacred Journey (which still requires the player to have not been in any form of recent PvP within 2 minutes or any combat of any kind within 30 seconds)\n* Players will still not be able to heal targets via the Noble Sacrifice or Holy Light abilities if the target has recently been in PvP\n** Reminder: Individual Chivalry abilities do NOT give bonuses to players in PvP, and players instead receive a flat (10% * (Chivalry / 100)) Supplemental PvP Melee Damage bonus from the Chivalry skill in PvP\n\n\n==Chivalry Ability Descriptions==\nThe list below outlines each Chivalry Ability including its Name, Holy Symbol Cost, Minimum Chivalry Skill Requirement, Ability Icon, and a Description of the ability:\n\n{{Chivalry}}\n\n===Sacred Journey===\n* The Damage bonus from Sacred Journey will apply to players so long as they remain within 50 tiles of the creator of the Holy Gate (similar to our current buff handing for Bard Songs, Artisan Aspect Buffs, etc)\n* Players have the option to set a Custom location for their Sacred Journey ability in addition to the exiting options for Town/Dungeon/Shrine locations\n** Players can set their Custom location by clicking the Set Custom button in the Sacred Journey menu\n** Players can only set Custom locations that would be considered valid Recall/Gate Travel locations\n** Players can override an existing Custom location by clicking the Set Custom button again\n** Activating the Sacred Journey ability and selecting the Custom location will create a standard Gate Travel Moongate that follows all the normal rules for using a Gate Travel Moongate (although visually will look like a Sacred Journey gate\n* Players can single-click a Sacred Journey Moongate to see the coordinates of the destination\n\n\n[[File:chivalrysacredjourneygump1.jpg|link=]]\n\n[[File:chivalrysacredjourneygump2.jpg|link=]]\n\n\n\n==Effective Chivalry Skill==\n* Each Chivalry Ability has a Minimum Chivalry Skill requirement that must be met in order to activate the ability\n* As mentioned prior, a player's Chivalry Skill is also capped based on Tactics, so a player with 80 Chivalry and 60 Tactics will only be considered to have 60 Chivalry Skill (and therefore could not activate the Consecrate Weapon ability which takes 65 Chivalry)\n* Once a player reaches 100 Tactics, they can go above 100 Chivalry freely (using Skill Scrolls to increase their Chivalry Skill Cap from 101 to 120 as normal)\n* As noted in the descriptions for Chivalry Abilities in the image above, each Chivalry Ability scales in effectiveness and power based on the player's Effective Chivalry skill\n* Players are able to increase their Effective Chivalry Skill through other sources, most notably Holy Aspect Armor (explained below)\n* Any bonuses players gain to Effective Chivalry Skill will increase the power of their Chivalry Abilities, but will NOT count towards them meeting the Skill Requirement of those abilities: players must have both printed Chivalry and Tactics skill matching or exceeding the requirement of the ability in order to activate it\n\n\n==Max Symbol Capacity==\n* A player's '''Max Holy Symbol Capacity''' for Chivalry is now '''(Effective Chivalry Skill / 10)''' Rounded down\n\n\n==Training==\nPlayers will only gain Chivalry skill if they have a Book of Chivalry in their inventory.\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]] Paladin for example in Cambria top left of the city.\n|-\n| 50-80\n| Passively by Melee combat in the [[New Player Dungeon]]\n|-\n| 80-120\n| Passively by Melee combat (Skill Scrolls required above 100)\n|}"
	},
	{
		"skillTitle": "Necromancy",
		"skillText": "[[Category:Skills]][[Category:PvM]]\n==Summary==\n* Necromancy on Outlands features 10 Necromancy Abilities that are thematically-based on the classic Necromancy Spells, but rebalanced and geared towards extending the toolset of Mage characters\n* Players with the Necromancy skill will automatically accumulate Unholy Symbols, which are a virtual resource that players will use to pay for Necromancy Abilities\n* Players earn a single Unholy Symbol every 5 seconds, and can bank up to (1 * (Necromancy Skill / 10) rounded down) Unholy Symbols\n* Each Necromancy Ability has a Unholy Symbol Cost, ranging from 1 to 5, and activating that ability will consume that number of Unholy Symbols from the player's pool of banked symbols\n** There is a 30 second cooldown in between uses of the same Necromancy ability\n** Using a Necromancy ability does not cost mana nor does it rely on Fame/Karma, only Unholy Symbols\n** Activating a Necromancy Ability is instantaneous, cannot be interrupted, and does not require empty hands\n* Necromancy Abilities that can be used while hidden will not play the visual effects while hidden\n\n==Acquiring and Increasing Necromancy Skill==\nWhile players do not have to unlock Necromancy Abilities, they do however need to acquire a Book of Necromancy in order to use them.\n\n[[File:bookofnecromancy.jpg|link=]]\n\nPlayers can acquire Books of Necromancy in various ways:\n\n* Players who select the Necromancy skill on Character Creation will start with a Book of Necromancy in their backpack\n* From Necromancer NPCs by spending 5,000 Gold or sacrificing 25,000 Fame\n** Players can speak to Necromancer NPCs in various towns by saying \"Necromancer\", \"Necromancy\", or \"Book\" out loud near them\n** Players can Train up to 50 Necromancy skill at a Necromancer NPC in the normal method of training any skill from an NPC\n* Players who have a Book of Necromancy in their backpack will automatically gain Necromancy skill while making Spell attacks, similar to gaining Magery skill\n* Players can reach 101-120 Necromancy skill through use of Skill Scrolls\n* Epic Skill Scrolls increase the Skill Cap of the Necromancy skill\n* '''Necromancy requires Magery skill:''' A player's Effective Necromancy skill is capped by their [[Magery]] skill as long as the latter is no larger than 100 (the Effective Necromancy skill go above 100 freely if the player has 100 Magery)\n\n[[File:necromancybuybook.jpg|link=]]\n\n==Necromancy Menu==\n* If a player has a Book of Necromancy in their backpack, they can open the Necromancy Menu by double-clicking it or typing [Necromancy\n* In the Necromancy Menu, players can click on Ability Icons to see a description for each ability, including the ability's Unholy Symbol Cost and Minimum Necromancy Skill needed to activate it\n* Players can see how many Unholy Symbols they currently have banked up and are available to spend in the middle of the menu\n* Players can click the \"Activate Ability\" button to attempt to activate the currently selected ability (provided they have sufficient Unholy Symbols, enough Necromancy skill, and the ability is not in cooldown)\n\n[[File:necromancybookgump.jpg|link=]]\n\n\n==Necromancy Hotbar==\n* Players can launch a Necromancy Hotbar by clicking the \"Open Hotbar\" button in the Necromancy Menu or by typing [NecromancyHotbar\n\n[[File:necromancyhotbargump1a.jpg|link=]]\n\n===Ability Button Hues===\n* The top of Necromancy Hotbar shows players how many Unholy Symbols the player has available to spend compared to their Max Symbol Capacity\n* Players can Activate a Necromancy ability by single-clicking its corresponding Icon in the hotbar\n* Necromancy Ability Icons are displayed in <u>Yellow</u> if the player has enough Unholy Symbols available to activate it\n* Necromancy Ability Icons are displayed in <u>Light Grey</u> if the player does not have enough Unholy Symbols available to use it\n* Necromancy Ability Icons are displayed in <u>Dark Grey</u> if the player has recently activated the ability and it is currently in its 30 second cooldown\n* Necromancy Ability Icons are displayed in <u>Red</u> if the player does not meet the skill requirements to use the ability\n\n[[File:necromancyhotbarstatus.jpg|link=]]\n\n===Layout Switching===\n* The small Orb Button at the top of the Necromancy Hotbar allows players to rotate through a variety of different visual layouts for the hotbar including switching between full/condensed mode, vertical/horizontal orientation, single/double rows, or minimalist mode (no icons and only symbol count shown)\n\n===Ability Auto-Renew===\n* Many abilities in the hotbar have a \"Auto-Renew\" checkbox button next to them, that when toggled, will automatically attempt to activate the ability for the player whenever possible, provided they have enough Symbols available to pay for the ability\n* If a player has multiple abilities set to Auto-Renew, it will try to activate the least expensive ones first (i.e. progresses from top to bottom)\n* Necromancy Abilities will not attempt to Auto-Renew if the player has been out of combat for more than 30 seconds\n\n[[File:necromancyhotbarautorenew.jpg|link=]]\n\n===Save Hotbar on logout===\n* For quick save of the necromancery hotbar position user can used <code>-savenecrobar</code> command\n** Hotbar need to be opened to save there position\n* User can save hotbar and force client to open it on login\n* User have to use Gump Manager to achive that\n** Open Options Gump\n** Open Hotbar\n** Hold Ctrl + Alt and click on Symbol Icon\n** Type label for the gump name\n** Check Remember across client restarts\n** Click Remember UI Window Positions\n** There should be checkmark in Gump Manager Stay column for new entry\n\n[[File:saveBar.gif]]\n\n==Necromancy Commands==\n* There is a full selection of [Commands players can type to access Necromancy functions, which can be viewed in the Paperdoll -> Help -> Commands -> Necromancy section of the Commands Menu [[Commands#Necromancy|here on the wiki]]\n* Each individual Necromancy Ability has its own [Command such as [EvilOmen or [RaiseDead that when typed will attempt to activate the ability\n* Players can also use [Necromancy1 [Necromancy2 [Necromancy3 and so on to activate Necromancy Abilties, where the number refers to the ability's position in the Necromancy Hotbar\n\n\n==Necromancy in PvP==\n* Necromancy Abilities will NOT work in PvP\n* Players may be able to activate certain abilities in PvP, but their effects will NOT apply to the player while they are currently flagged as being in PvP\n* Instead, having the Necromancy skill during PvP will provide the player with a (10% * (Necromancy Skill / 100)) Supplemental PvP Spell Damage bonus similar to our handling for the Camping, Forensics, Tracking, and Inscription skills in PvP\n* Abilities that increase the Health and Damage of Summoned Followers will follow the same handling that bonuses earned from Spirit Speak follow in PvP\n* Players are able to accumulate Unholy symbols while flagged in PvP\n* Players are able to activate all Necromancy abilities while flagged in PvP with the exception of the Wither ability and Vampiric Embrace ability (as both of these abilities can indirectly effect PvP)\n** Reminder: Individual Necromancy abilities do NOT give bonuses to players in PvP, and players instead receive a flat (10% * (Necromancy / 100)) Supplemental PvP Spell Damage bonus from the Necromancy skill in PvP\n\n\n==Necromancy Ability Descriptions==\nThe table below outlines each Necromancy Ability including its Name, Unholy Symbol Cost, Minimum Necromancy Skill Requirement, Ability Icon, and a Description of the ability:\n\n{{Necromancy}}\n\n===Undead Summons===\nAny summon that is cast while the \"Vengeful Spirit\" ability is active will be summoned as an undead variant. Undead summons do not have a timer, but slowly drain their max hp until they \"decay\". Necromancy summons do more damage then normal summons, but may need to be re-summoned more frequently. Undead summons do not have customizable spell hues and will retain their original hue. As for regular summons, [[Spirit Speaking]] increases Skills, Stats, and Dispell Resistance of the player's summons.\n\nThe following table illustrates the undead counterpart to each regular summon:\n{{Summons}}\n\n==Effective Necromancy Skill==\n* Each Necromancy Ability has a Minimum Necromancy Skill requirement that must be met in order to activate the ability\n* As mentioned prior, a player's Necromancy Skill is also capped based on Magery, so a player with 80 Necromancy and 60 Magery will only be considered to have 60 Necromancy Skill (and therefore could not activate the Raise Dead ability which takes 65 Necromancy)\n* Once a player reaches 100 Magery, they can go above 100 Necromancy freely (using Skill Scrolls to increase their Necromancy Skill Cap from 101 to 120 as normal)\n* As previously noted in the descriptions for Necromancy Abilities, each Necromancy Ability scales in effectiveness and power based on the player's Effective Necromancy skill\n* Players are able to increase their Effective Necromancy Skill through other sources, most notably Death Aspect Armor (explained below)\n* Any bonuses players gain to Effective Necromancy Skill will increase the power of their Necromancy Abilities, but will NOT count towards them meeting the Skill Requirement of those abilities: players must have both Printed Necromancy and Magery skill matching or exceeding the requirement of the ability in order to activate it\n\n\n===Maximum Necromancy Symbols===\n* The maximum number of symbols a player can bank is (Effective Necromancy Skill / 10) rounded down\n\n==Summoner's Tome==\n* Players can use the upgrades from a [[Summoner's Tome]] if they have at least 80 [[Spirit Speaking]] and 80 [[Magery]]\n* Necro summons receive the same upgrades as their standard summon counterparts, and equally affected by Spirit Speaking\n\n==Training==\nTo gain Necromancy skill the player must have a Book of Necromancy in their backpack\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-80\n| Passively while casting [[Magery|spells]] in the [[New Player Dungeon]]\n|-\n| 80-120\n| Passively while casting [[Magery|spells]]\n|}"
	},
	{
		"skillTitle": "Category:Achievements",
		"skillText": "[[Category:Skills]][[Category:Crafting]][[Category:PvM]][[Category:PvP]][[Category:Ships]]"
	},
	{
		"skillTitle": "Training Credits Deed",
		"skillText": "[[Category:New Player]][[Category:Skills]]\n==Summary==\n* Received by selecting the '''Advanced''' template at Character Creation\n* Can be dropped onto NPCs when requesting [[Skills|skill training]]\n* Can only be used by the character it is bound to\n\n[[File:trainingcreditsdeed.png|link=]]"
	},
	{
		"skillTitle": "Focus",
		"skillText": "[[Category:Skills]][[Category:PvM]]\n==Summary==\n[[File:icon-focus.png|right]]\n* Players can use the Focus skill to enhance PvM combat and magery templates\n* Focus can be raised to a maximum of 100 skill\n* Focus is a supplemental damage bonus skill for PvP\n\n==PvM==\n* A player's Melee Accuracy is inceased by (15% * (Focus Skill / 100))\n* A player's Swing Speed is increased by (15% * (Focus Skill / 100))\n* A player's Swing Speed Cap is increased by (15% * (Focus Skill / 100))\n* A player's Charged Spell Chance is inceased by (15% * (Focus Skill / 100))\n* A player's Mana Refund Chance is increased by (15% * (Focus Skill / 100))\n* A player's Mana Refund Chance Cap is increased by (15% * (Focus Skill / 100))\n\n==PvP==\n* Players receive a Supplemental PvP Melee Damage Bonus of (10% * (Focus Skill / 100))\n* Players receive a Supplemental PvP Spell Damage Bonus of (10% * (Focus Skill / 100))\n\n==Training==\n* Players gain Focus Skill when making Melee Attacks or Casting Spells\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-80\n| Passively when making Melee Attacks or Casting Spells in the [[New Player Dungeon]]\n|-\n| 80-100\n| Passively when making Melee Attacks or Casting Spells\n|}"
	},
	{
		"skillTitle": "Arcane",
		"skillText": "[[Category:Skills]][[Category:PvM]][[Category:Arcane]]\n==Summary==\n* Players with the Arcane Skill can wield [[Arcane Staff|Arcane Staves]] a new class of weapon that is designed around supporting \"pure mage\" builds\n** Using any followers (Summons or Tames) will break your Arcane Buildup. \n* Players with the Arcane Skill can chose Arcanist for the Paperdoll skill title\n* The Arcane skill will boost the benefits players receive from [[Arcane Rune|Arcane Runes]] and Arcane Buildup.\n* A players chance to hit/defend with an Arcane Staff is based on their Arcane skill, but is also capped by their Wrestling skill\n* Players with 80 Arcane and 80 [[Wrestling]] skill will be able to cast with an Arcane Staff equipped\n* See [[Arcane Staff|Arcane Staves]] for combat specific details\n\n[[File:skillgump-arcane.png|link=]]\n\n==PvM==\n* Players have an (Effective Arcane Skill / 100%)) chance to avoid Spell Interruption from Creature/Environment Damage while casting with an Arcane Staff equipped\n* Players with the Arcane Skill will now receive a (50% * (Arcane Skill / 100)) bonus to the effectiveness of nearby [[Arcane Rune|Arcane Runes]]\n\n==Codex==\n* 80 Arcane and 80 [[Wrestling]] is required to use an [[Arcane Codex]]\n* [[Arcane Staff|Arcane Staves]] benefit from Stances and Finishers provided by an Arcane Codex\n\n[[File:arcanecodex-gump.gif|link=Arcane Codex]]\n\n\n==Training==\n* Players gain Arcane Skill when making Melee Attacks or Casting Spells\n{| class=\"wikitable\" style=\"text-align: center;\"\n! Skill\n! Activity\n|-\n| 0-50\n| [[Skills_%26_Stats#Trainable_Skills_from_NPCs|Train from NPC]]\n|-\n| 50-80\n| Passively when making attacks with an Arcane Staff or when casting while equipped with an Arcane Staff in the [[New Player Dungeon]]\n|-\n| 80-100\n| Passively when making attacks with an Arcane Staff or when casting while equipped with an Arcane Staff\n|}"
	}
]